[
  {
    "segment_id": "1154_117",
    "book_id": 1154,
    "book_slug": "the-voyages-of-doctor-dolittle",
    "genre": "Fantasy",
    "length": 386,
    "text": "I went all the way to the Eastern Mediterranean after him. But I'm very much afraid he isn't going to be a great deal of help to me. To tell you the truth, I'm rather disappointed in his appearance. He doesn't look very intelligent, does he?\" \"No, he doesn't,\" I agreed. \"Ah,\" said the Doctor. \"The sausages are done to a turn. Come along—hold your plate near and let me give you some.\""
  },
  {
    "segment_id": "14813_789",
    "book_id": 14813,
    "book_slug": "the-life-and-death-of-richard-yea-and-nay",
    "genre": "History",
    "length": 200,
    "text": "Abraham but dusty in his cave? Duke Lot hath a monument less durable than his wicked wife's; and as for Noë, that great admiral, the waters of oblivion have him whom the waters of God might not drown."
  },
  {
    "segment_id": "1869_1433",
    "book_id": 1869,
    "book_slug": "the-man-in-lower-ten",
    "genre": "Mystery",
    "length": 185,
    "text": "Sullivan raised his handsome, haggard head and looked around at me. \"I've seen you before, haven't I?\" he asked. \"Weren't you an uninvited guest at the Laurels a few days—or nights—ago?"
  },
  {
    "segment_id": "765_2208",
    "book_id": 765,
    "book_slug": "the-moon-pool",
    "genre": "Science Fiction",
    "length": 471,
    "text": "He held his hands high, came forward cautiously. \"I am finished,\" he whispered—\"Done! I don't care what they'll do to me.\" He nodded toward the handmaiden and Larry, now at the end of the bridge and passing on, oblivious of all save each other. He drew closer. His eyes were sunken, burning, mad; his face etched with deep lines, as though a graver's tool had cut down through it. I took a step backward. A grin, like the grimace of a fiend, blasted the Russian's visage."
  },
  {
    "segment_id": "3457_35",
    "book_id": 3457,
    "book_slug": "the-man-of-the-forest",
    "genre": "Western",
    "length": 151,
    "text": "Anson's sudden action then seemed a leap of his whole frame. Wilson, likewise, bent forward eagerly. Beasley glanced at the door—then began to whisper."
  },
  {
    "segment_id": "8403_391",
    "book_id": 8403,
    "book_slug": "young-people-s-pride-a-novel",
    "genre": "Fiction",
    "length": 160,
    "text": "\"Oliver is a man—he must apologize. A man, I say, though little more than a boy. And otherwise you would now be pursuing your Art in Paris due to dear kind Mrs."
  },
  {
    "segment_id": "1685_505",
    "book_id": 1685,
    "book_slug": "the-mystery-of-the-yellow-room",
    "genre": "Mystery",
    "length": 189,
    "text": "I crossed myself when I heard that, as if I had heard the devil.\" I looked at the keeper when he put the last question, and I am much mistaken if I did not detect an evil smile on his lips."
  },
  {
    "segment_id": "1601_1198",
    "book_id": 1601,
    "book_slug": "the-breaking-point",
    "genre": "Mystery",
    "length": 232,
    "text": "Sometime later Bassett got on his horse and rode out to a ledge which commanded a long stretch of trail in the valley below. Far away horsemen were riding along it, one behind the other, small dots that moved on slowly but steadily."
  },
  {
    "segment_id": "16654_2565",
    "book_id": 16654,
    "book_slug": "the-lost-treasure-of-trevlyn-a-story-of-the-days-of-the-gunpowder-plot",
    "genre": "History",
    "length": 286,
    "text": "They will get cold steel and hot lead for their pains, an they venture to molest us, instead of silver or gold.\" \"Very true,\" said Philip, who was as eager as his cousin and endued with full share of Trevlyn courage and impetuosity; \"we can never wait till those sluggards have come up."
  },
  {
    "segment_id": "35_597",
    "book_id": 35,
    "book_slug": "the-time-machine",
    "genre": "Science Fiction",
    "length": 177,
    "text": "The coiling uprush of smoke streamed across the sky, and through the rare tatters of that red canopy, remote as though they belonged to another universe, shone the little stars."
  },
  {
    "segment_id": "1262_591",
    "book_id": 1262,
    "book_slug": "the-heritage-of-the-desert-a-novel",
    "genre": "Western",
    "length": 486,
    "text": "Bill's mount slid on his haunches and spilled his rider from the saddle. Silvermane seemed to be climbing into the air. Then August Naab, darting through the gate in a cloud of dust, shot his lasso, catching the right foreleg. Silvermane landed hard, his hoofs striking fire from the stones; and for an instant strained in convulsive struggle; then fell heaving and groaning. In a twinkling Billy loosened his lasso over a knot, making of it a halter, and tied the end to a cedar stump."
  },
  {
    "segment_id": "15573_1270",
    "book_id": 15573,
    "book_slug": "judith-of-the-plains",
    "genre": "Western",
    "length": 262,
    "text": "She kept to the stones of the creek for a pathway, jumping lightly from those that were moss-grown to those that hid their nakedness in the dark, velvet shadows of early morning, her white feet touching the shallow stream like pale gulls that dipped and skimmed."
  },
  {
    "segment_id": "1300_211",
    "book_id": 1300,
    "book_slug": "riders-of-the-purple-sage",
    "genre": "Western",
    "length": 479,
    "text": "\"You'll kill Tull!\" He did not question; he affirmed. \"I promised Jane Withersteen I'd try to avoid Tull. I'll keep my word. But sooner or later Tull and I will meet. As I feel now, if he even looks at me I'll draw!\" \"I reckon so. There'll be hell down there, presently.\" He paused a moment and flicked a sage-brush with his quirt. \"Venters, seein' as you're considerable worked up, tell me Milly Erne's story.\" Venters's agitation stilled to the trace of suppressed eagerness in"
  },
  {
    "segment_id": "1605_243",
    "book_id": 1605,
    "book_slug": "the-crock-of-gold",
    "genre": "Fiction",
    "length": 150,
    "text": "\"That,\" said the Philosopher, \"may be accounted for in three ways—firstly, there is a lack of cerebral continuity: that is, faulty attention; secondly"
  },
  {
    "segment_id": "15573_1591",
    "book_id": 15573,
    "book_slug": "judith-of-the-plains",
    "genre": "Western",
    "length": 204,
    "text": "She glanced at him quickly, to see if he had noticed it. \"Why did you say end?\" He saw that her eyes were full of tears and chafed her. \"You ain't thinking of divorcing me, like Mountain Pink done Bosky?\""
  },
  {
    "segment_id": "8735_133",
    "book_id": 8735,
    "book_slug": "the-revolutions-of-time",
    "genre": "Science Fiction",
    "length": 426,
    "text": "It is the actions of the past that brought about the present woes, and it is they that must be undone. For their part, the Futurists want to change the present through the future, to go into the future and bring back its completion, in the form of restored RNA cells, which is congruent with their belief that the past is the past and all that matters is that which is yet to come, that which still has the hope of existence.\""
  },
  {
    "segment_id": "9309_1015",
    "book_id": 9309,
    "book_slug": "in-a-steamer-chair-and-other-shipboard-stories",
    "genre": "Fiction",
    "length": 178,
    "text": "The company was very sorry, of course, that the thing had occurred; but they refused to pay for Keeling unless compelled to do so by the law of the land, and there matters stood."
  },
  {
    "segment_id": "4747_975",
    "book_id": 4747,
    "book_slug": "the-river-s-end",
    "genre": "Fiction",
    "length": 176,
    "text": "His voice was soft and calm. His tapering fingers with their carefully manicured nails fondled the roll of parchment, and then unrolled it, and held it so the other could read."
  },
  {
    "segment_id": "1897_401",
    "book_id": 1897,
    "book_slug": "the-seventh-man",
    "genre": "Western",
    "length": 213,
    "text": "When they saw her and shouted down the sound fell as clearly as if they had called from the cabin, yet they had a good half hour's labor between that greeting and the moment they came out on the level before Kate."
  },
  {
    "segment_id": "10201_1328",
    "book_id": 10201,
    "book_slug": "the-desert-of-wheat",
    "genre": "Fiction",
    "length": 150,
    "text": "She could not divine its meaning. But it was such a driving passion that no man possessing it and free to the violence of war could ever escape death."
  },
  {
    "segment_id": "2568_1592",
    "book_id": 2568,
    "book_slug": "trent-s-last-case",
    "genre": "Mystery",
    "length": 278,
    "text": "He told a story full of elaborate detail, and had an answer to everything, except the curious fact that the body couldn't be found; but the judge, who was probably drunk at the time—this was in Restoration days—made nothing of that. The mother and brother denied the accusation."
  },
  {
    "segment_id": "10394_716",
    "book_id": 10394,
    "book_slug": "stolen-treasure",
    "genre": "Fiction",
    "length": 451,
    "text": "Thereupon, hauling out his precious snuffbox and rapping upon the lid, he offered a pinch around. Then calling attention to the inscription, he demanded to know whether a man who had behaved so well upon that occasion had need to be afraid of a whole churchful of devils. \"I would,\" he cried, \"offer the Devil a pinch, as I have offered it to you. Then I would bid him read this and tell me whether he dared to say that black was the white of my eye.\""
  },
  {
    "segment_id": "62_22",
    "book_id": 62,
    "book_slug": "a-princess-of-mars",
    "genre": "Science Fiction",
    "length": 318,
    "text": "They were in part peculiar indeed, but I have followed them to each last detail as faithfully as I was able. He directed that I remove his body to Virginia without embalming, and that he be laid in an open coffin within a tomb which he previously had had constructed and which, as I later learned, was well ventilated."
  },
  {
    "segment_id": "16168_1092",
    "book_id": 16168,
    "book_slug": "the-master-mystery",
    "genre": "Mystery",
    "length": 234,
    "text": "He dashed down the stairs, but was late by only the fraction of a second, as a metal hand was just closing the huge door to the Graveyard of Genius. He fumbled at the secret combination, and as he was doing so Eva and Zita joined him."
  },
  {
    "segment_id": "5745_1589",
    "book_id": 5745,
    "book_slug": "she-and-allan",
    "genre": "Fantasy",
    "length": 262,
    "text": "I wondered); children breaking out of school; grave philosophers debating in the shadow of a cool arcade; a royal person making a progress preceded by runners and surrounded by slaves, and lastly the multitudes of citizens going about the daily business of life."
  },
  {
    "segment_id": "15320_121",
    "book_id": 15320,
    "book_slug": "the-romance-of-the-milky-way-and-other-studies-stories",
    "genre": "Travel",
    "length": 428,
    "text": "Allowing for a few obsolete words, and sundry slight changes of pronunciation, the ordinary Japanese reader to-day can enjoy these early productions of his native muse with about as little difficulty as the English reader finds in studying the poets of the Elizabethan era. Moreover, the refinement and the [pg 28] simple charm of the Manyōshū compositions have never been surpassed, and seldom equaled, by later Japanese poets."
  },
  {
    "segment_id": "16908_476",
    "book_id": 16908,
    "book_slug": "once-upon-a-time",
    "genre": "Fiction",
    "length": 429,
    "text": "And when Mrs. Spear tried to stop sobbing long enough to tell him how happy she was, and how grateful, he instead told her what a fine son she had, and that he remembered when Spear used to carry flowers to town for her. And she remembered it, too, and thanked him for the flowers. And he told Spear, when Isaacs & Sons went bankrupt, which at the rate they were giving away their money to the Hebrew Hospital would be very soon,"
  },
  {
    "segment_id": "1095_446",
    "book_id": 1095,
    "book_slug": "the-light-of-the-western-stars",
    "genre": "Western",
    "length": 246,
    "text": "They trotted across half the intervening distance, and when Florence halted again Madeline was still not satisfied and asked to be taken nearer. This time, before they reined in again, Al Hammond saw them and wheeled his horse in their direction."
  },
  {
    "segment_id": "6119_1192",
    "book_id": 6119,
    "book_slug": "an-outback-marriage-a-story-of-australian-life",
    "genre": "Fiction",
    "length": 53,
    "text": "Save me! They're after me! Look at 'em; look at 'em!\""
  },
  {
    "segment_id": "502_355",
    "book_id": 502,
    "book_slug": "desert-gold",
    "genre": "Western",
    "length": 332,
    "text": "Casita to-night hardly knowing where I was.  A boy took me to that hotel.  There I met an old friend whom I had not seen for years. He belongs to the cavalry stationed here.  He had befriended a Spanish girl—fallen in love with her.  Rojas had killed this girl's father—tried to abduct her.... You know what took place at the hotel."
  },
  {
    "segment_id": "123_412",
    "book_id": 123,
    "book_slug": "at-the-earth-s-core",
    "genre": "Science Fiction",
    "length": 420,
    "text": "Swinging his bloody horns from side to side the beast cut a wide swath before him straight upward toward our seats.  Before him slaves and gorilla-men fought in mad stampede to escape the menace of the creature's death agonies, for such only could that frightful charge have been. Forgetful of us, our guards joined in the general rush for the exits, many of which pierced the wall of the amphitheater behind us.  Perry,"
  },
  {
    "segment_id": "517_784",
    "book_id": 517,
    "book_slug": "the-emerald-city-of-oz",
    "genre": "Fantasy",
    "length": 187,
    "text": "Near the bell-push a sign was painted in neat letters upon the marble, and the sign read: NO ADMITTANCE EXCEPT ON BUSINESS This did not discourage Dorothy, however, and she rang the bell."
  },
  {
    "segment_id": "15746_491",
    "book_id": 15746,
    "book_slug": "the-flamingo-feather",
    "genre": "History",
    "length": 365,
    "text": "Réné having satisfied Has-se that the secret should be kept, the latter continued: \"Know, then, oh my brother, that when my people aided thy people to build this fort of thine, they constructed secretly, and by Micco's own orders, a passage beneath one of its walls, by which they might at any time obtain access to the fort or escape from it, as they might desire."
  },
  {
    "segment_id": "16589_769",
    "book_id": 16589,
    "book_slug": "the-killer",
    "genre": "Western",
    "length": 261,
    "text": "Whither had the robber gone? Back into the thin air whence he had come.\nThere was no other solution. No tracks ahead; an absolute and physical impossibility of anything without wings getting up or down the flanking precipices—these were the incontestable facts."
  },
  {
    "segment_id": "35_589",
    "book_id": 35,
    "book_slug": "the-time-machine",
    "genre": "Science Fiction",
    "length": 177,
    "text": "\"And now I was to see the most weird and horrible thing, I think, of all that I beheld in that future age. This whole space was as bright as day with the reflection of the fire."
  },
  {
    "segment_id": "1153_789",
    "book_id": 1153,
    "book_slug": "the-chessmen-of-mars",
    "genre": "Science Fiction",
    "length": 206,
    "text": "If they did not they could at least reconnoiter the ground by daylight, and then when night came Turan could quickly come close to the city and in comparative safety prosecute his search for food and drink."
  },
  {
    "segment_id": "1262_33",
    "book_id": 1262,
    "book_slug": "the-heritage-of-the-desert-a-novel",
    "genre": "Western",
    "length": 156,
    "text": "One of his sons whistled low, causing Naab to rise slowly, to peer into the darkness, to listen intently. \"Here, get up,\" he said, extending a hand to Hare."
  },
  {
    "segment_id": "3687_250",
    "book_id": 3687,
    "book_slug": "the-ruby-of-kishmoor",
    "genre": "Fantasy",
    "length": 156,
    "text": "In my efforts to escape we both fell into the water, and he, striking his head upon the edge of the wharf, was first stunned and then drowned.\" \"Thank God!\""
  },
  {
    "segment_id": "14784_201",
    "book_id": 14784,
    "book_slug": "timid-hare-the-little-captive",
    "genre": "History",
    "length": 231,
    "text": "Now and then some of the braves went forth on a war-party, or on a hunt after bears or buffaloes.  But the buffaloes were scarce, they told their chief; the herds must have wandered far, and the hunters often returned empty-handed."
  },
  {
    "segment_id": "1298_959",
    "book_id": 1298,
    "book_slug": "the-virginian-a-horseman-of-the-plains",
    "genre": "Western",
    "length": 198,
    "text": "Well, suppose you're camping out, and suppose it's a hot night, or you're in a hurry, and you've made camp late, or anyway you haven't got inside any tent, but you have just bedded down in the open."
  },
  {
    "segment_id": "950_61",
    "book_id": 950,
    "book_slug": "tom-swift-and-his-electric-runabout-or-the-speediest-car-on-the-road",
    "genre": "Fiction",
    "length": 332,
    "text": "It was now spring, and seeing the item in the paper, about the touring club prize for an electric auto, had given him a new idea. But all thoughts of electric cars, and everything else, were driven from the mind of the young man, when, with his father, he rushed out to see the cause of the crash on the roof of the Swift homestead."
  },
  {
    "segment_id": "518_343",
    "book_id": 518,
    "book_slug": "the-enchanted-island-of-yew-whereon-prince-marvel-encountered-the-high-ki-of-twi-and-other-surprising-people",
    "genre": "Fantasy",
    "length": 463,
    "text": "But the other servants treated Nerle with much deference, noting in him an air of breeding that marked him the unusual servant of an unusual master. Indeed, most curious were the looks cast on these marvelous men who had calmly walked into the castle of mighty Terribus and successfully defied his anger; for in spite of his youthful appearance and smiling face every attendant at the banquet feared Prince Marvel even more than they feared their own fierce king."
  },
  {
    "segment_id": "15941_50",
    "book_id": 15941,
    "book_slug": "an-englishwoman-s-love-letters",
    "genre": "Fiction",
    "length": 172,
    "text": "Beloved, oh, not yet! Nothing is finished that we have to do and be:—hardly begun! I will not call even this \"midsummer,\" however much it seems so: it is still only spring."
  },
  {
    "segment_id": "14740_2013",
    "book_id": 14740,
    "book_slug": "the-princess-passes",
    "genre": "Fiction",
    "length": 201,
    "text": "Boy appeared. I didn't mean to visit any very big towns afterwards, for it wasn't civilisation I wanted; but—you came into the story, and I did lots of things I hadn't meant to do—because of you, Man.\""
  },
  {
    "segment_id": "1182_716",
    "book_id": 1182,
    "book_slug": "dope",
    "genre": "Mystery",
    "length": 179,
    "text": "You are clever and beautiful and have hosts of admirers. But—are you satisfied?\" She stared absently at the silk tassel, twirling it about her white fingers more and more rapidly."
  },
  {
    "segment_id": "15746_187",
    "book_id": 15746,
    "book_slug": "the-flamingo-feather",
    "genre": "History",
    "length": 172,
    "text": "\"An thou speakest another word in such strain of those who have favored us with naught save kindness, I will report thee to that same lash of which thou pratest so glibly.\""
  },
  {
    "segment_id": "1965_885",
    "book_id": 1965,
    "book_slug": "captain-blood",
    "genre": "Fiction",
    "length": 210,
    "text": "A dozen years ago, as a lad of barely twenty, Levasseur had sailed with that monster of cruelty L'Ollonais, and his own subsequent exploits bore witness and did credit to the school in which he had been reared."
  },
  {
    "segment_id": "15527_114",
    "book_id": 15527,
    "book_slug": "captivity",
    "genre": "Fiction",
    "length": 250,
    "text": "An' the more ye struggle and fuss the less He can take hold of ye, and get a grup on ye with His feet—\" \"I'd like to feel sure they were God's, and not any other sort of feet,\" she said slowly, leaving her fish to go cold, though she was very hungry."
  },
  {
    "segment_id": "8735_140",
    "book_id": 8735,
    "book_slug": "the-revolutions-of-time",
    "genre": "Science Fiction",
    "length": 192,
    "text": "Chapter 4: Onan, Lord of the Past Not wishing to delve too far into my past or relate what would be mundane and disconnected with my story, I will summarize with brevity what my situation was."
  },
  {
    "segment_id": "14527_2249",
    "book_id": 14527,
    "book_slug": "children-of-the-mist",
    "genre": "Fiction",
    "length": 375,
    "text": "I doan't want no talk with you or them hulking gert fules. 'T is you I'd ax, Martin Grimbal, by what right you'm here.\" \"You wouldn't answer my letters, and I couldn't find it in my heart to leave an important matter like this. I know I wasn't wise, but you don't understand what a priceless thing this is. I thought you'd find the new one in the morning and laugh at it. For"
  },
  {
    "segment_id": "1154_1179",
    "book_id": 1154,
    "book_slug": "the-voyages-of-doctor-dolittle",
    "genre": "Fantasy",
    "length": 487,
    "text": "We got up and looked out. Our house was surrounded by the whole population of Popsipetel.\nWe were used to having quite a number of curious and admiring Indians waiting at our door at all hours; but this was quite different. The vast crowd was dressed in its best clothes. Bright beads, gawdy feathers and gay blankets gave cheerful color to the scene. Every one seemed in very good humor, singing or playing on musical instruments—mostly painted wooden whistles or drums made from skins."
  },
  {
    "segment_id": "14520_522",
    "book_id": 14520,
    "book_slug": "mavericks",
    "genre": "Western",
    "length": 302,
    "text": "What harm does it do you to stay here a while?\" he asked doggedly. \"Don't you see? When my father hears of it he will be furious. I made\nPhil promise not to tell him. But he'll hear when he comes back. And then—there will be trouble. He'll drag me from you, or he'll die trying. He's that kind of man.\""
  },
  {
    "segment_id": "1976_492",
    "book_id": 1976,
    "book_slug": "peter-ruff-and-the-double-four",
    "genre": "Mystery",
    "length": 84,
    "text": "Peter Ruff sighed. \"My friend Fitzgerald,\" he remarked, \"will be glad to hear that.\""
  },
  {
    "segment_id": "1814_152",
    "book_id": 1814,
    "book_slug": "the-agony-column",
    "genre": "Mystery",
    "length": 244,
    "text": "And she was not disappointed. When her maid, a stolid Englishwoman, appeared at her bedside early Saturday she carried a letter, which she handed over, with the turned-up nose of one who aids but does not approve. Quickly the girl tore it open."
  },
  {
    "segment_id": "420_469",
    "book_id": 420,
    "book_slug": "dorothy-and-the-wizard-in-oz",
    "genre": "Fantasy",
    "length": 245,
    "text": "11.  They Meet the Wooden Gargoyles Another breathless climb brought our adventurers to a third landing where there was a rift in the mountain.  On peering out all they could see was rolling banks of clouds, so thick that they obscured all else."
  },
  {
    "segment_id": "10897_361",
    "book_id": 10897,
    "book_slug": "the-wendigo",
    "genre": "Mystery",
    "length": 359,
    "text": "And what Punk was able to contribute to the story throws no further light upon it. He was cleaning fish by the lake shore about five o'clock in the evening—an hour, that is, before the search party returned—when he saw this shadow of the guide picking its way weakly into camp. In advance of him, he declares, came the faint whiff of a certain singular odour."
  },
  {
    "segment_id": "10337_109",
    "book_id": 10337,
    "book_slug": "lady-into-fox",
    "genre": "Fantasy",
    "length": 388,
    "text": "Tebrick ever laughed at his wife's transformation, for he was not very humorous. But this laugh was sour and painful to him. Then he tore up the photograph into little pieces, and scattered them out of the window, saying to himself: \"Memories will not help me here,\" and turning to the vixen he saw that she was still staring at the caged bird, and as he looked he saw her lick her chops."
  },
  {
    "segment_id": "3479_1368",
    "book_id": 3479,
    "book_slug": "the-metal-monster",
    "genre": "Science Fiction",
    "length": 399,
    "text": "There was a dreadful screaming of horses, a shrieking of men. Then silence.\n\n\nShuddering, I looked. Where the mounted men had been was—nothing.\n\n\nNothing? There were two great circular spaces whose floors were glistening, wetly red. Fragments of man or horse—there was none. They had been crushed into—what was it Norhala had promised—had been stamped into the rock beneath the feet of her—servants."
  },
  {
    "segment_id": "16382_785",
    "book_id": 16382,
    "book_slug": "in-clive-s-command-a-story-of-the-fight-for-india",
    "genre": "History",
    "length": 336,
    "text": "He had the same rations of rice and ragi {a cereal}, with occasional doles of more substantial fare. He was carefully kept from all communication with the other European prisoners, and as the Bengali was the only man of his set who knew English, his only opportunities of using his native tongue occurred in the evening before he slept."
  },
  {
    "segment_id": "552_215",
    "book_id": 552,
    "book_slug": "the-people-that-time-forgot",
    "genre": "Science Fiction",
    "length": 413,
    "text": "From later observation—I mention this as worthy the attention of paleontologists and naturalists—I came to the conclusion that such creatures as the cave-bear, the cave-lion and the saber-tooth tiger, as well as the larger carnivorous reptiles make, ordinarily, two kills a day—one in the morning and one after night.  They immediately devour the entire carcass, after which they lie up and sleep for a few hours."
  },
  {
    "segment_id": "1153_1648",
    "book_id": 1153,
    "book_slug": "the-chessmen-of-mars",
    "genre": "Science Fiction",
    "length": 67,
    "text": "Manator and prepare them for their part in the plan that U-Thor and"
  },
  {
    "segment_id": "16101_276",
    "book_id": 16101,
    "book_slug": "diane-of-the-green-van",
    "genre": "Travel",
    "length": 161,
    "text": "\"All right,\" it would mean; \"I only wanted to know where you are,\" but it did not come. Instead—two shots again in rapid succession—an interval—and then another."
  },
  {
    "segment_id": "12791_590",
    "book_id": 12791,
    "book_slug": "wells-brothers-the-young-cattle-kings",
    "genre": "Western",
    "length": 311,
    "text": "\"We'll rush them,\" said Dell. \"Remember how those men, the day we branded, rushed the cattle into the branding chute.\" \"They could do things that we wouldn't dare--those were trail men.\" \"The cattle are just as much afraid of a boy as of a man; they don't know any difference. You point them and I'll rush them."
  },
  {
    "segment_id": "2729_64",
    "book_id": 2729,
    "book_slug": "a-tale-of-three-lions",
    "genre": "Fantasy",
    "length": 219,
    "text": "\"At any rate, there the nuggets were, to the value, as it turned out afterwards, of about twelve hundred and fifty pounds, so that after all I took out of that hole four hundred and fifty pounds more than I put into it."
  },
  {
    "segment_id": "11144_865",
    "book_id": 11144,
    "book_slug": "somewhere-in-france",
    "genre": "History",
    "length": 179,
    "text": "With an exclamation the district attorney broke in upon her. \"And the man,\" he demanded eagerly; \"was it he killed Banf?\"\nIn amazement the woman stared. \"Certainly not!\" she said."
  },
  {
    "segment_id": "13194_553",
    "book_id": 13194,
    "book_slug": "the-rules-of-the-game",
    "genre": "Western",
    "length": 414,
    "text": "The riverman turned on him almost savagely. \"Down soon!\" he snorted. \"So'll the water be 'down soon.' It's dropping every minute. That telegraft of yours won't even start out before to-morrow morning. Don't you fool yourself. That Twin Falls outfit is just too tickled to do us up. It'll be two days before anybody shows up, and then where are you at? Hell!\" and the old riverman relapsed into a disgusted silence."
  },
  {
    "segment_id": "1300_1449",
    "book_id": 1300,
    "book_slug": "riders-of-the-purple-sage",
    "genre": "Western",
    "length": 283,
    "text": "His hands were gently holding hers, and his eyes—suddenly she could no longer look into them. “Strong?” she echoed, trembling. “I—I will be.”\nUp on the stone-flag drive, nicked with the marks made by the iron-shod hoofs of her racers, Lassiter led her, his grasp ever growing firmer."
  },
  {
    "segment_id": "10429_92",
    "book_id": 10429,
    "book_slug": "miss-lulu-bett",
    "genre": "Fiction",
    "length": 156,
    "text": "At this Di coloured and tapped her foot on the well-curb. He seemed to have her now, and enjoyed his triumph. But Di looked up at him shyly and looked down."
  },
  {
    "segment_id": "4920_879",
    "book_id": 4920,
    "book_slug": "the-blind-spot",
    "genre": "Science Fiction",
    "length": 218,
    "text": "But I had other notions about handling the Rhamda. Being satisfied that mere strength and agility were valueless against him, I concluded that he, likewise realising this, would be on the lookout for any possible trap."
  },
  {
    "segment_id": "14301_1291",
    "book_id": 14301,
    "book_slug": "atlantida",
    "genre": "Fantasy",
    "length": 253,
    "text": "When he was opposite my companion, I saw a tremor, immediately suppressed, run through both men.\nThey looked at each other for an instant in silence.\nThen, bowing, and in a very calm voice, the Targa spoke: \"Peace be with you, Lieutenant de Saint-Avit.\""
  },
  {
    "segment_id": "123_507",
    "book_id": 123,
    "book_slug": "at-the-earth-s-core",
    "genre": "Science Fiction",
    "length": 363,
    "text": "I wholly concurred in Ja's belief, but it seemed that it might be a difficult matter to exterminate the dominant race of Pellucidar.  Thus conversing we followed the intricate trail toward the temple, which we came upon in a small clearing surrounded by enormous trees similar to those which must have flourished upon the outer crust during the carboniferous age."
  },
  {
    "segment_id": "307_296",
    "book_id": 307,
    "book_slug": "three-elephant-power-and-other-stories",
    "genre": "Fiction",
    "length": 303,
    "text": "Nature has decreed that certain plants shall be hardy, and therefore suitable to suburban amateur gardeners; the suburban amateur gardener persists in trying to grow quite other plants, and in despising those marked out by Nature for his use. It is to correct this tendency that this article is written."
  },
  {
    "segment_id": "5067_667",
    "book_id": 5067,
    "book_slug": "the-rainbow-trail",
    "genre": "Western",
    "length": 297,
    "text": "The crimes in the name of religion! How he thought of the blood and the ruin laid at the door of religion! He wondered if that were so with Nas Ta Bega's religion, and he meant to find out some day. The women he liked best he imagined the least religious, and they made less effort to attract him."
  },
  {
    "segment_id": "11016_1359",
    "book_id": 11016,
    "book_slug": "the-port-of-adventure",
    "genre": "Fiction",
    "length": 248,
    "text": "Harland in a cotton frock, and shady straw hat. But no Nick was visible, and Carmen's pleasure was dashed.\nThe brother and sister met her cordially, took her to look at the bubbling spring in its kiosk, and then up the height on the scenic railway."
  },
  {
    "segment_id": "14355_1455",
    "book_id": 14355,
    "book_slug": "54-40-or-fight",
    "genre": "History",
    "length": 191,
    "text": "There was silence, I know, for a long time before she spoke again. \"In time, then, my father left his estates and went out to a small place in the country; but my mother—her heart was broken."
  },
  {
    "segment_id": "16666_1826",
    "book_id": 16666,
    "book_slug": "carette-of-sark",
    "genre": "History",
    "length": 163,
    "text": "\"Torode came across himself with four big boat-loads of rascals, with carronades in their boats, too, and they have turned the Island upside down in search of you."
  },
  {
    "segment_id": "7463_2738",
    "book_id": 7463,
    "book_slug": "darkness-and-dawn",
    "genre": "Science Fiction",
    "length": 290,
    "text": "Frankly, it's too much for me. If I were a story-writer I might figure it out, but I'm not. No matter, they're here, anyhow; that's all. Here two of our own people died ten centuries ago, trying to preserve civilization and the world's history for future ages, if there were to be any such."
  },
  {
    "segment_id": "54_225",
    "book_id": 54,
    "book_slug": "the-marvelous-land-of-oz",
    "genre": "Fantasy",
    "length": 233,
    "text": "At first, indeed, His Majesty thought his queer visitor was laughing at him, and was inclined to resent such a liberty; but it was not without reason that the Scarecrow had attained the reputation of being the wisest personage in the"
  },
  {
    "segment_id": "15534_1776",
    "book_id": 15534,
    "book_slug": "children-of-the-market-place",
    "genre": "History",
    "length": 271,
    "text": "All these expressions I have. And now, my friend, I would be a help to you. I would give you eyes to understand your past; and a vision to choose a better future. If you have ever been Dionysius, which you have not, you are yet an unawakened soul. I would have you become"
  },
  {
    "segment_id": "1751_497",
    "book_id": 1751,
    "book_slug": "twilight-land",
    "genre": "Fantasy",
    "length": 196,
    "text": "Again all happened just as the princess said.\n\n\nBeppo came to the palace, and again the king whispered in his ear. As he did so Beppo looked at the prime-minister and smiled, and then he withdrew."
  },
  {
    "segment_id": "15670_342",
    "book_id": 15670,
    "book_slug": "the-secret-chamber-at-chad",
    "genre": "History",
    "length": 232,
    "text": "Then he stood quite still at the aperture whence the soft breeze came blowing in, lost in thought. \"It doth get very hot here in the summer days,\" he remarked, \"and in especial at this end of the room, where it abuts upon the leads."
  },
  {
    "segment_id": "15159_929",
    "book_id": 15159,
    "book_slug": "heart-s-desire-the-story-of-a-contented-town-certain-peculiar-citizens-and-two-fortunate-lovers-a-novel",
    "genre": "Western",
    "length": 169,
    "text": "Then he looked up.  It was to see the face that had dwelt in his dreams by night, his reveries by day, the face that he had seen but now—the \"face that was the fairest\"!"
  },
  {
    "segment_id": "1076_898",
    "book_id": 1076,
    "book_slug": "the-wallet-of-kai-lung",
    "genre": "Fantasy",
    "length": 244,
    "text": "The excessive amusement that seized this offensive person when he beheld your well-defined figure in the distance arose from his perception of your internal satisfaction, which is, indeed, unmistakably reflected in your symmetrical countenance."
  },
  {
    "segment_id": "12826_107",
    "book_id": 12826,
    "book_slug": "the-air-trust",
    "genre": "Science Fiction",
    "length": 251,
    "text": "And he illustrated with his eight acid-stained fingers. \"Spread out like a disk or sphere of flame, of electric fire, you see.\" \"Yes, and what then?\" demanded Flint, while his partner, forgetting now to smile, sat there by the window scrutinizing him."
  },
  {
    "segment_id": "15503_1659",
    "book_id": 15503,
    "book_slug": "the-underworld-the-story-of-robert-sinclair-miner",
    "genre": "Fiction",
    "length": 162,
    "text": "Then a burst of coughing again and the blood in thick clots gurgled up from the throat. Then after a little she spoke again. \"Oh, Rob, you hae made me very happy."
  },
  {
    "segment_id": "11153_379",
    "book_id": 11153,
    "book_slug": "no-hero",
    "genre": "Mystery",
    "length": 355,
    "text": "On the other hand, the whole character of my mission was affected by the decision at which I had now arrived. There was no longer a necessity to speak plainly to anybody. That odious duty was eliminated from my plan of campaign, and the \"frontal attack\" of recent history discarded for the \"turning movement\" of the day. So I had learnt something in South"
  },
  {
    "segment_id": "16666_1547",
    "book_id": 16666,
    "book_slug": "carette-of-sark",
    "genre": "History",
    "length": 431,
    "text": "CHAPTER XXX HOW I FOUND MY LOVE IN THE CLEFT Waited till the night seemed growing old to me, for the waiting in that dark cleft was weary work, with the water, which I could no longer see, swelling and sinking beneath me, carrying me up and up and up, pumping and grinding against the unseen rocks, then down and down and down into the depths, wet and wallowing, and fearful every moment of a wound beyond repair to my frail craft."
  },
  {
    "segment_id": "11144_177",
    "book_id": 11144,
    "book_slug": "somewhere-in-france",
    "genre": "History",
    "length": 325,
    "text": "He was darkly handsome, his eyeglasses were fastened to a black ribbon, and he addressed his hostess as \"dear lady.\" He was that sort. Women described him as \"dangerous,\" and liked him because he talked of things they did not understand, and because he told each of them it was easy to see it would be useless to flatter her."
  },
  {
    "segment_id": "16382_1973",
    "book_id": 16382,
    "book_slug": "in-clive-s-command-a-story-of-the-fight-for-india",
    "genre": "History",
    "length": 376,
    "text": "Desmond, two of the Council shamed 'emselves for ever. Mr.\nManningham and Mr. Frankland, special friends of Mr. Drake, attended the ladies to the ship--'twas the Dodalay, of which they are owners--and they stayed on board with 'em--the cowards, to set such an infamous example! And well 'twas followed. 'Tis scarce credible, but Captain Minchin, our gallant commander, and Mr."
  },
  {
    "segment_id": "16100_711",
    "book_id": 16100,
    "book_slug": "marietta-a-maid-of-venice",
    "genre": "History",
    "length": 150,
    "text": "light, air-thin vessels of graceful shapes: an ampulla of exquisite outline with a long curved spout that bent upwards and then outwards and over like"
  },
  {
    "segment_id": "4515_591",
    "book_id": 4515,
    "book_slug": "the-golden-snare",
    "genre": "Fiction",
    "length": 151,
    "text": "If she had not understood him she at least HAD GUESSED. \"Min fader,\" she said quietly, with the tip of her little forefinger on the man in the picture."
  },
  {
    "segment_id": "159_774",
    "book_id": 159,
    "book_slug": "the-island-of-doctor-moreau",
    "genre": "Science Fiction",
    "length": 162,
    "text": "He peered at the body. \"He sends the Fire that kills,\" said he, in his deep voice, repeating part of the Ritual. The others gathered round and stared for a space."
  },
  {
    "segment_id": "9795_528",
    "book_id": 9795,
    "book_slug": "the-four-faces-a-mystery",
    "genre": "Mystery",
    "length": 373,
    "text": "\"Yes, old chap,\" I said, \"I'll do anything you jolly well like. I'm sick of doing nothing.\" \"First rate!\" he answered. \"Then that's settled. I've all sorts of ideas and theories about the Holt Manor robbery and this affair of mine, and that telegram to-day, and other things that have happenedsome you know about, some you don't. I have a friend who was for twenty years at"
  },
  {
    "segment_id": "4514_964",
    "book_id": 4514,
    "book_slug": "tales-of-men-and-ghosts",
    "genre": "Fiction",
    "length": 297,
    "text": "But in his fresher days he had known the spell of the Uplift Club and the thrill of moving among the Emancipated; and he felt an odd sense of rejuvenation as he looked at the rows of faces packed about the embowered platform from which Howland Wade was presently to hand down the eternal verities."
  },
  {
    "segment_id": "15320_219",
    "book_id": 15320,
    "book_slug": "the-romance-of-the-milky-way-and-other-studies-stories",
    "genre": "Travel",
    "length": 393,
    "text": "[pg 79] Tsumi fukaki Umi ni shidzumishi, Yūréï no \"Ukaman\" toté ya!\nFuné ni sugaréru.\n\n\n[pg 80] Ukaman to Funé we shitaëru Yuréï wa, Shidzumishi híto no Omoï naruran.\n[The ghosts following after our ship in their efforts to rise again (or, \"to be saved\") might perhaps be the (last vengeful) thoughts of drowned men.44] Uraméshiki Sugata wa sugoki Yuréï no, Kaji we jama suru Funé no Tomomori."
  },
  {
    "segment_id": "1447_1801",
    "book_id": 1447,
    "book_slug": "the-illustrious-prince",
    "genre": "Mystery",
    "length": 156,
    "text": "His speech ended in a fit of breathlessness. He lay there, gasping. The doctor bent forward, looking at him first in perplexity and afterwards in amazement."
  },
  {
    "segment_id": "3782_1301",
    "book_id": 3782,
    "book_slug": "huntingtower",
    "genre": "Fiction",
    "length": 209,
    "text": "We're terrible few for such a big place, but we maun make up for shortness o' numbers by extra mobility. The gemkeeper will keep the windy that looks on the verandy, and fell[Pg 264] any man that gets through."
  },
  {
    "segment_id": "1401_572",
    "book_id": 1401,
    "book_slug": "tarzan-the-untamed",
    "genre": "Fantasy",
    "length": 289,
    "text": "Tarzan leaped upon him—as Sabor springs to the kill, so sprang the ape-man. The momentum and weight of his body hurled the German to the ground, powerful fingers prevented an outcry and, though the officer struggled, he had no chance and a moment later lay dead beside the body of the dog."
  },
  {
    "segment_id": "5067_713",
    "book_id": 5067,
    "book_slug": "the-rainbow-trail",
    "genre": "Western",
    "length": 200,
    "text": "She laughed and said it was foolish for the women to call her the Sago Lily. She had no coquetry; she spoke as she would have spoken of the stones at her feet; she did not know that she was beautiful."
  },
  {
    "segment_id": "1298_1158",
    "book_id": 1298,
    "book_slug": "the-virginian-a-horseman-of-the-plains",
    "genre": "Western",
    "length": 164,
    "text": "But all the while I was wondering about the Virginian: eating with him, sleeping with him (only not so sound as he did), and riding beside him often for many hours."
  },
  {
    "segment_id": "1495_391",
    "book_id": 1495,
    "book_slug": "the-golf-course-mystery",
    "genre": "Mystery",
    "length": 198,
    "text": "As the car drew up in front of the Carwell mansion, from the bell of which fluttered a dismal length of crepe, a man stepped from the shadow of the gate posts and held out a paper to Harry Bartlett."
  },
  {
    "segment_id": "2729_26",
    "book_id": 2729,
    "book_slug": "a-tale-of-three-lions",
    "genre": "Fantasy",
    "length": 249,
    "text": "\"‘Don't look so vexed, stranger,' went on my tormentor, ‘perhaps there is some shine in the old girl yet; anyway you are a downright good fellow, you are, therefore you will, I guess, have a real A1 opportunity of working on the feelings of Fortune."
  },
  {
    "segment_id": "15767_1286",
    "book_id": 15767,
    "book_slug": "the-texan-scouts-a-story-of-the-alamo-and-goliad",
    "genre": "History",
    "length": 226,
    "text": "Zambrano Row. He entered a large room and at the corner saw a stairway.\nHe knew this place. He had been here in the siege of San Antonio by the\nTexans, and now he had the advantage over his guards, who were probably strangers."
  },
  {
    "segment_id": "753_992",
    "book_id": 753,
    "book_slug": "arizona-nights",
    "genre": "Western",
    "length": 167,
    "text": "Say you start with ten hens.  Each hatches out thirteen aigs, of which allow a loss of say six for childish accidents.  At the end of the year you has eighty chickens."
  },
  {
    "segment_id": "1027_1876",
    "book_id": 1027,
    "book_slug": "the-lone-star-ranger-a-romance-of-the-border",
    "genre": "Western",
    "length": 195,
    "text": "Rustling is stealing cattle, and I once heard a well-known rancher say that all rich cattlemen had done a little stealing Your father drifted out here, and, like a good many others, he succeeded."
  },
  {
    "segment_id": "10745_1376",
    "book_id": 10745,
    "book_slug": "the-story-of-the-champions-of-the-round-table",
    "genre": "Fantasy",
    "length": 174,
    "text": "So endeth this adventure of Sir Lamorack. And now it shall be told how it befel with Sir Tristram after Sir Lamorack had left Tintagel as aforetold.\nTail Piece Chapter Header"
  },
  {
    "segment_id": "1699_624",
    "book_id": 1699,
    "book_slug": "the-vanished-messenger",
    "genre": "Mystery",
    "length": 193,
    "text": "He took his place at the head of the table and, filling his glass, bowed towards Hamel. Once more Gerald and his sister relapsed almost automatically into an indifferent and cultivated silence."
  },
  {
    "segment_id": "3815_1268",
    "book_id": 3815,
    "book_slug": "rolling-stones",
    "genre": "Fiction",
    "length": 152,
    "text": "He who, when torrid Summer's sickly glare Beat down upon the city's parched walls, Sat him within a room scarce 8 by 9, And, with tongue hanging out and"
  },
  {
    "segment_id": "1878_439",
    "book_id": 1878,
    "book_slug": "a-millionaire-of-yesterday",
    "genre": "Mystery",
    "length": 265,
    "text": "Da Souza hesitated. \"Oom Sam,\" he said, \"my half-brother, keeps an eye on him. Sometimes he gets restless, he talks, but what matter? He has no money. Soon he must die. He is getting an old man!\" \"I shall send for him,\" Trent said slowly. \"He shall have his share!\""
  },
  {
    "segment_id": "775_3",
    "book_id": 775,
    "book_slug": "when-the-sleeper-wakes",
    "genre": "Science Fiction",
    "length": 284,
    "text": "Isbister stopped abruptly. \"No?\" was all he said, but his bearing conveyed his helpful impulse. \"It may sound incredible,\" said the stranger, turning weary eyes to Isbister's face and emphasizing his words with a languid hand, \"but I have had no sleep—no sleep at all for six nights.\""
  },
  {
    "segment_id": "15506_1108",
    "book_id": 15506,
    "book_slug": "philip-winwood",
    "genre": "History",
    "length": 162,
    "text": "Tell me my fears are wrong! Assure me I have not lost you—no, no, I won't even ask you. 'Tis not possible. I won't believe it of you—that you could be inconstant!"
  },
  {
    "segment_id": "14034_930",
    "book_id": 14034,
    "book_slug": "king-alfred-s-viking-a-story-of-the-first-english-fleet",
    "genre": "Fiction",
    "length": 310,
    "text": "Good it was to lay aside pick and spade and take sword Helmbiter again, and don mail and helm; and I made Harek fence with me, lest I should have lost my sword craft through use of the weapons whereby the churl conquers mother earth. But once the good sword was in my hand I forgot all but the warrior's trade."
  },
  {
    "segment_id": "36_1301",
    "book_id": 36,
    "book_slug": "the-war-of-the-worlds",
    "genre": "Science Fiction",
    "length": 275,
    "text": "I remembered my inability to fix my mind that morning, scarcely a month gone by, and how I had broken off to get my Daily Chronicle from the newsboy. I remembered how I went down to the garden gate as he came along, and how I had listened to his odd story of \"Men from Mars.\""
  },
  {
    "segment_id": "10008_911",
    "book_id": 10008,
    "book_slug": "the-mystery",
    "genre": "Science Fiction",
    "length": 257,
    "text": "We were to hunt seals, and fish, and pry bivalves from the rocks at low tide, and build fires, and talk, and alternate between suspicion and security, between the danger of sedition and the insanity of men without defined purpose, world without end forever."
  },
  {
    "segment_id": "559_1296",
    "book_id": 559,
    "book_slug": "greenmantle",
    "genre": "Mystery",
    "length": 429,
    "text": "It wasn't easy to find open ground for a gallop, for there were endless small patches of cultivation and the gardens of country houses. We kept on the high land above the sea, and when we reached a bit of downland came on squads of Turkish soldiers digging trenches. Whenever we let the horses go we had to pull up sharp for a digging party or a stretch of barbed wire. Coils of the beastly thing were lying loose everywhere, and"
  },
  {
    "segment_id": "15259_719",
    "book_id": 15259,
    "book_slug": "pearl-of-pearl-island",
    "genre": "Fiction",
    "length": 171,
    "text": "And which way did they go this time?\" \"Noh, noh! First it wass two, and when they had gone then it wass three more.\" \"I see. And two black crows—what might they mean now?\""
  },
  {
    "segment_id": "68_6",
    "book_id": 68,
    "book_slug": "the-warlord-of-mars",
    "genre": "Science Fiction",
    "length": 421,
    "text": "Half of them had passed, or would on the morrow, yet vivid in my memory, obliterating every event that had come before or after, there remained the last scene before the gust of smoke blinded my eyes and the narrow slit that had given me sight of the interior of her cell closed between me and the Princess of Helium for a long Martian year. As if it were yesterday, I still saw the beautiful face of Phaidor, daughter of"
  },
  {
    "segment_id": "780_652",
    "book_id": 780,
    "book_slug": "the-war-in-the-air",
    "genre": "Science Fiction",
    "length": 445,
    "text": "But he found it stiff and perplexing. His motor-bicycle and Grubb's experiments and the \"mechanical drawing\" he had done in standard seven all helped him out; and, moreover, the maker of these drawings, whoever he was, had been anxious to make his intentions plain. Bert copied sketches, he made notes, he made a quite tolerable and intelligent copy of the essential drawings and sketches of the others. Then he fell into a meditation upon them."
  },
  {
    "segment_id": "13194_177",
    "book_id": 13194,
    "book_slug": "the-rules-of-the-game",
    "genre": "Western",
    "length": 453,
    "text": "Another was just behind it, and behind that yet another, and another, like great patient beasts rising from the coolness of a stream to follow a leader through the narrowness, of pasture bars. And in the booms, up the river, as far as the eye could see, were other logs awaiting their turn. And beyond them the forest trees, straight and tall and green, dreaming of the time when they should follow their brothers to the ships and go out into the world."
  },
  {
    "segment_id": "16666_1420",
    "book_id": 16666,
    "book_slug": "carette-of-sark",
    "genre": "History",
    "length": 67,
    "text": "Our first idea had been to run due east till we struck the coast of"
  },
  {
    "segment_id": "13937_1786",
    "book_id": 13937,
    "book_slug": "the-mysterious-rider",
    "genre": "Western",
    "length": 174,
    "text": "Folsom, the boss rustler, roared like a mad steer. He was wild to kill Jack. He begged for a gun to shoot out Jack's eyes. An' so were the other rustlers burnin' to kill him."
  },
  {
    "segment_id": "604_941",
    "book_id": 604,
    "book_slug": "gulliver-of-mars",
    "genre": "Science Fiction",
    "length": 220,
    "text": "CHAPTER XIV That woodman friend of mine proved so engaging it was difficult to get away, and thus when, dusk upon us, and my object still a long distance off, he asked me to spend the night at his hut, I gladly assented."
  },
  {
    "segment_id": "36_723",
    "book_id": 36,
    "book_slug": "the-war-of-the-worlds",
    "genre": "Science Fiction",
    "length": 162,
    "text": "As they passed the bend in the lane my brother saw the face of the dying man in the ditch under the privet, deadly white and drawn, and shining with perspiration."
  },
  {
    "segment_id": "1966_1510",
    "book_id": 1966,
    "book_slug": "the-path-of-the-king",
    "genre": "Fantasy",
    "length": 430,
    "text": "\"I'm going round your way and I'll see your friend home.\" As Mr. Stanton professed himself ready for bed, the little party by the stove broke up. Lincoln fetched from a corner a dilapidated carpet-bag full of papers, and an old green umbrella, handle-less, tied with string about the middle, and having his name sewn inside in straggling letters cut out of white muslin. He and Stanton went out-of-doors into the raw autumn night."
  },
  {
    "segment_id": "3457_2357",
    "book_id": 3457,
    "book_slug": "the-man-of-the-forest",
    "genre": "Western",
    "length": 160,
    "text": "Daylight was still lingering when Roy got up and went out on the porch. His keen ears had heard something. Helen fancied she herself had heard rapid hoof-beats."
  },
  {
    "segment_id": "14393_44",
    "book_id": 14393,
    "book_slug": "the-inner-shrine",
    "genre": "Fiction",
    "length": 57,
    "text": "She broke off with a little hysterical gasp, so that Mrs."
  },
  {
    "segment_id": "14355_1215",
    "book_id": 14355,
    "book_slug": "54-40-or-fight",
    "genre": "History",
    "length": 399,
    "text": "What you loved, Madam, was only what you had lost, was only what you saw in this country—was only what this country means! Your past life, of course, I do not know.\" \"Sometime,\" she murmured, \"I will tell you.\" \"Whatever it was, Madam, you have been a brilliant woman, a power in affairs. Yes, and an enigma, and to none more than to yourself. You show that now. You only loved what Elisabeth loved."
  },
  {
    "segment_id": "16181_731",
    "book_id": 16181,
    "book_slug": "young-lion-of-the-woods-or-a-story-of-early-colonial-days",
    "genre": "History",
    "length": 209,
    "text": "As the little widow narrated her dream to one of the Misses Lester, the latter understood it to be something like the following: Mag saw a vast land with wooded hills and dales, green fields, lakes and rivers."
  },
  {
    "segment_id": "1690_1166",
    "book_id": 1690,
    "book_slug": "marie-an-episode-in-the-life-of-the-late-allan-quatermain",
    "genre": "Fantasy",
    "length": 435,
    "text": "\"That may be lucky for you,\" he said, \"because the old witch-doctor, Zikali, has told him that he must not kill any English. What is your name? Mine is Thomas Halstead. I am interpreter here.\" \"Allan Quatermain. Tell Zikali, whoever he may be, that if he sticks to his advice I will give him a good present.\" \"What are you talking about?\" asked Dingaan suspiciously. \"He says he is English, no Boer, O king; that he was born across the"
  },
  {
    "segment_id": "285_534",
    "book_id": 285,
    "book_slug": "the-lost-continent",
    "genre": "Fantasy",
    "length": 326,
    "text": "The four gates themselves were set one at the inner, one at the outer side of each of these walls, and a hidden machinery so connected them, that of each set one could not open till the other was closed; and as for forcing them without war engines, one might as foolishly try to push down the royal pyramid with the bare hand."
  },
  {
    "segment_id": "15356_76",
    "book_id": 15356,
    "book_slug": "red-money",
    "genre": "Mystery",
    "length": 335,
    "text": "Lady Garvington frowned. \"What horrid things you say.\" \"I only repeat what every one is saying.\" \"Well, I'm sure I don't care,\" cried Lady Garvington recklessly, and rose to depart on some vague errand. \"I'm only in the world to look after dinners and breakfasts. Clara Greeby's a cat making all this fuss about—\" \"Hush! There she is.\""
  },
  {
    "segment_id": "1878_177",
    "book_id": 1878,
    "book_slug": "a-millionaire-of-yesterday",
    "genre": "Mystery",
    "length": 352,
    "text": "The two Englishmen walked slowly back to the hut. Between them there had sprung up from the first moment a strong and mutual antipathy. The blunt savagery of Trent, his apparently heartless treatment of his weaker partner, and his avowed unscrupulousness, offended the newcomer much in the same manner as in many ways he himself was obnoxious to Trent."
  },
  {
    "segment_id": "64_72",
    "book_id": 64,
    "book_slug": "the-gods-of-mars",
    "genre": "Science Fiction",
    "length": 150,
    "text": "Here were the great males towering in all the majesty of their imposing height; here were the gleaming white tusks protruding from their massive lower"
  },
  {
    "segment_id": "289_150",
    "book_id": 289,
    "book_slug": "the-wind-in-the-willows",
    "genre": "Fantasy",
    "length": 279,
    "text": "The hard work had all been done, and the two animals were resting, thoroughly exhausted, by the time Toad appeared on the scene, fresh and gay, remarking what a pleasant easy life it was they were all leading now, after the cares and worries and fatigues of housekeeping at home."
  },
  {
    "segment_id": "1696_753",
    "book_id": 1696,
    "book_slug": "the-club-of-queer-trades",
    "genre": "Mystery",
    "length": 265,
    "text": "Then the milkman came swinging up the steps without his can and hurried off clattering down the road. Two or three minutes more elapsed, and then Rupert came bounding up also, his face pale but yet laughing; a not uncommon contradiction in him, denoting excitement."
  },
  {
    "segment_id": "15958_470",
    "book_id": 15958,
    "book_slug": "french-and-english-a-story-of-the-struggle-in-america",
    "genre": "History",
    "length": 303,
    "text": "Lake George we shall surely find work for men to do. Rangers of wood and forest care nothing for winter ice and snow. We will go northward and eastward, asking news of Rogers and his Rangers. It may be that we shall fall in with them, and that we can make common cause with them against the common foe.\""
  },
  {
    "segment_id": "419_31",
    "book_id": 419,
    "book_slug": "the-magic-of-oz",
    "genre": "Fantasy",
    "length": 138,
    "text": "He was just about to replace the board when it slipped from his hand and turned over, and he saw something written on the underside of it."
  },
  {
    "segment_id": "12826_1567",
    "book_id": 12826,
    "book_slug": "the-air-trust",
    "genre": "Science Fiction",
    "length": 168,
    "text": "Crash!\nFlung from the seat, he sprawled through treetops, caught himself, fell to a lower limb, slid off and landed among thick bushes; and through these came to earth."
  },
  {
    "segment_id": "14367_405",
    "book_id": 14367,
    "book_slug": "when-a-man-s-a-man",
    "genre": "Fiction",
    "length": 405,
    "text": "That afternoon in Prescott they purchased an outfit for Patches, and the following day set out for the long return drive to the ranch.\nThey had reached the top of the hill at the western end of the meadow lane, when they saw a young woman, on a black horse, riding away from the gate that opens from the lane into the Pot-Hook-S meadow pasture, toward the ranch buildings on the farther side of the field."
  },
  {
    "segment_id": "14813_76",
    "book_id": 14813,
    "book_slug": "the-life-and-death-of-richard-yea-and-nay",
    "genre": "History",
    "length": 213,
    "text": "God had made her soul a fair room; but his love had filled it with light, decked it with flowers and such artful furniture. He, in fact, as she very well knew, had given her the grace to deal queenly with herself."
  },
  {
    "segment_id": "1013_494",
    "book_id": 1013,
    "book_slug": "the-first-men-in-the-moon",
    "genre": "Science Fiction",
    "length": 166,
    "text": "And ... I'm hungry.\" I stared at him. I had not suspected this aspect of the matter before. But it came to me at once—a positive craving. \"Yes,\" I said with emphasis."
  },
  {
    "segment_id": "1182_1144",
    "book_id": 1182,
    "book_slug": "dope",
    "genre": "Mystery",
    "length": 170,
    "text": "Lucien, and the people at the garage testify that he took out the car and returned it as stated.\" \"No one has come forward who actually saw him waiting outside the club?\""
  },
  {
    "segment_id": "481_765",
    "book_id": 481,
    "book_slug": "in-the-bishop-s-carriage",
    "genre": "Mystery",
    "length": 161,
    "text": "He had pushed by the man standing there, had come in and—he had heard. \"Nance!\" he cried. \"I don't believe a word of it.\"  He turned in his quick way to the men."
  },
  {
    "segment_id": "420_159",
    "book_id": 420,
    "book_slug": "dorothy-and-the-wizard-in-oz",
    "genre": "Fantasy",
    "length": 166,
    "text": "Prickly, all right.\" \"My name is Gwig,\" said the Sorcerer, turning his heartless, cruel eyes upon his rival. \"Let me see you equal the sorcery I am about to perform.\""
  },
  {
    "segment_id": "1447_537",
    "book_id": 1447,
    "book_slug": "the-illustrious-prince",
    "genre": "Mystery",
    "length": 249,
    "text": "Mr. Jacks listened to his companion's words with unchanged face. \"If it isn't troubling you,\" he said, \"it would be of some interest to me.\"\n\n\nMr. Coulson rose to his feet. \"You sit right here,\" he declared. \"I'll be back in less than five minutes.\""
  },
  {
    "segment_id": "15653_400",
    "book_id": 15653,
    "book_slug": "dorothy-dale-s-queer-holidays",
    "genre": "Fiction",
    "length": 167,
    "text": "\"It's cold, too,\" murmured Joe, for as the afternoon sun slowly set the bleak winter day hastened forward in all its penetrating bitterness. \"What time is it, anyway?\""
  },
  {
    "segment_id": "14832_183",
    "book_id": 14832,
    "book_slug": "a-maid-of-the-silver-sea",
    "genre": "History",
    "length": 161,
    "text": "His hopefulness was unbounded. His energy he tempered with all the tact and discretion his knowledge of men, and his experience in handling them, had taught him."
  },
  {
    "segment_id": "2066_1365",
    "book_id": 2066,
    "book_slug": "wildfire",
    "genre": "Western",
    "length": 189,
    "text": "He could not be dislodged. This was not a bucking mustang, but a fierce, powerful, fighting stallion. No doubt, thought Bostil, this fight took place every time the rider mounted his horse."
  },
  {
    "segment_id": "15506_407",
    "book_id": 15506,
    "book_slug": "philip-winwood",
    "genre": "History",
    "length": 332,
    "text": "But at that he was the same haughty, immovable man as ever, and I remembered that each of us must live his own life; and so 'tis settled.\" \"Well,\" said I, with a little of envy at his prospect, and much of sorrow at losing him, and some wonder about another matter, \"I'm glad for your sake, though you may imagine how I'll miss you."
  },
  {
    "segment_id": "10002_899",
    "book_id": 10002,
    "book_slug": "the-house-on-the-borderland",
    "genre": "Science Fiction",
    "length": 157,
    "text": "There succeeds a short, intense silence; then there comes a sound. It is the rattle of the latch, being slowly lifted. At that, I am filled with desperation."
  },
  {
    "segment_id": "765_1815",
    "book_id": 765,
    "book_slug": "the-moon-pool",
    "genre": "Science Fiction",
    "length": 160,
    "text": "And when it had passed they closed behind it, staring up at us once more. The Dweller paused beneath us. Out of the drifting ruck swam the body of Throckmartin!"
  },
  {
    "segment_id": "604_425",
    "book_id": 604,
    "book_slug": "gulliver-of-mars",
    "genre": "Science Fiction",
    "length": 402,
    "text": "Nevertheless, I will go to him. I have known men tell more truth in that state than in any other.\" The servitor directed me to the library, and after desolate wanderings up crumbling steps and down mouldering corridors, sunny and lovely in decay, I came to the immense lumber-shed of knowledge they had told me of, a city of dead books, a place of dusty cathedral aisles stored with forgotten learning."
  },
  {
    "segment_id": "605_1163",
    "book_id": 605,
    "book_slug": "pellucidar",
    "genre": "Science Fiction",
    "length": 398,
    "text": "\"Why, David!\" he said sorrowfully. \"I thought that you would be pleased with what I had done.  We planned these things together, and I am sure that it was you who suggested practically all of it. I have done only what I thought you wished done and I have done it the best that I know how.\" I laid my hand on the old man's shoulder. \"Bless your heart, Perry!\" I cried. \"You've accomplished miracles."
  },
  {
    "segment_id": "15966_994",
    "book_id": 15966,
    "book_slug": "a-voyage-of-consolation-being-in-the-nature-of-a-sequel-to-the-experiences-of-an-american-girl-in-london",
    "genre": "Travel",
    "length": 258,
    "text": "Mediterranean. We met the country people going their ways to town; they looked at us with friendly patronage, knowing all about us, what we had come to see, and the foolishness of it, and especially the ridiculous cost of carozza that take people to Pompeii."
  },
  {
    "segment_id": "2568_8",
    "book_id": 2568,
    "book_slug": "trent-s-last-case",
    "genre": "Mystery",
    "length": 36,
    "text": "He had a niche apart in its temples."
  },
  {
    "segment_id": "64_1225",
    "book_id": 64,
    "book_slug": "the-gods-of-mars",
    "genre": "Science Fiction",
    "length": 206,
    "text": "Xodar and the green Jeddak were formally presented to each other. Then Thuvia was lifted to the least fractious thoat, Xodar and Carthoris mounted two others, and we set out at a rapid pace toward the east."
  },
  {
    "segment_id": "9903_596",
    "book_id": 9903,
    "book_slug": "way-of-the-lawless",
    "genre": "Western",
    "length": 281,
    "text": "Therefore, none of the posse would have a point-blank shot at him. For those in the rear and on the sides the weaving course of the gelding, running like a deer and swerving agilely among the rocks, as if to make up for his first blunder, offered the most difficult of all targets."
  },
  {
    "segment_id": "780_1429",
    "book_id": 780,
    "book_slug": "the-war-in-the-air",
    "genre": "Science Fiction",
    "length": 483,
    "text": "They answered only with ineffectual shots. Thence the battle circled back over Niagara, and then suddenly the Germans, as if at a preconcerted signal, broke and dispersed, going east, west, north, and south, in open and confused flight. The Asiatics, as they realised this, rose to fly above them and after them. Only one little knot of four Germans and perhaps a dozen Asiatics remained fighting about the Hohenzollern and the Prince as he circled in a last attempt to save Niagara."
  },
  {
    "segment_id": "14520_1197",
    "book_id": 14520,
    "book_slug": "mavericks",
    "genre": "Western",
    "length": 211,
    "text": "There was an exodus from Seven Mile the second day after the fire.\nKeller went up Bear Creek, Phyllis accepted the invitation of Bess to stay with her at the Fiddleback, and her brother returned to the round-up."
  },
  {
    "segment_id": "2852_574",
    "book_id": 2852,
    "book_slug": "the-hound-of-the-baskervilles",
    "genre": "Mystery",
    "length": 245,
    "text": "\"I cannot say anything definite, for I do not know anything definite.\" \"I would ask you one more question, Miss Stapleton. If you meant no more than this when you first spoke to me, why should you not wish your brother to overhear what you said?"
  },
  {
    "segment_id": "9871_1416",
    "book_id": 9871,
    "book_slug": "the-avenger",
    "genre": "Mystery",
    "length": 417,
    "text": "Sydney Barnes did not answer, but his cheeks were like chalk. His mouth was a little open, disclosing his yellow teeth. He stared at the Colonel with frightened, fascinated eyes. \"I can see,\" the Colonel continued, \"that you remember. Young man,\" he added, with a curious alteration in his tone, \"be wiser than your brother! Give me the packet.\" \"You killed him,\" the young man gasped. \"It was you who killed Morris.\""
  },
  {
    "segment_id": "12826_684",
    "book_id": 12826,
    "book_slug": "the-air-trust",
    "genre": "Science Fiction",
    "length": 184,
    "text": "He shook his head. \"Dead sea fruit,\" he answered. \"Fairy gold, fading in the clutch, worthless through and through. No, if my work has any merit, it's all for Socialism, now and ever!\""
  },
  {
    "segment_id": "16530_124",
    "book_id": 16530,
    "book_slug": "the-ridin-kid-from-powder-river",
    "genre": "Western",
    "length": 227,
    "text": "Pete was repaid a thousand-fold for his efforts by the old man's occasional: \"Couldn't 'a' done it any better myself, pardner.\" For Annersley seldom called the boy \"Pete\" now, realizing that \"pardner\" meant so much more to him."
  },
  {
    "segment_id": "15922_332",
    "book_id": 15922,
    "book_slug": "a-loose-end-and-other-stories",
    "genre": "Fiction",
    "length": 373,
    "text": "A light which, as they knew too well, was not visible from the harbour, and which might be shewing its fatal signal unguessed the whole night through, unless as now, by favour of the saints, and doubtless by the quick eyes of some fisherman of the neighbouring village, who had chanced to be far enough out to sea at the time, it were perceived before darkness should fall."
  },
  {
    "segment_id": "1690_1707",
    "book_id": 1690,
    "book_slug": "marie-an-episode-in-the-life-of-the-late-allan-quatermain",
    "genre": "Fantasy",
    "length": 225,
    "text": "Ten minutes later I stood before Dingaan, who greeted me kindly enough, and began to ask a number of questions about the Boers, especially if they were not people who had rebelled against their own king and run away from him."
  },
  {
    "segment_id": "7463_109",
    "book_id": 7463,
    "book_slug": "darkness-and-dawn",
    "genre": "Science Fiction",
    "length": 182,
    "text": "A moment they listened intently. Up to them, from very far, rose a wailing cry, tremulous, long-drawn, formidable. \"Oh! Then there are people, after all?\" faltered the girl, grasping"
  },
  {
    "segment_id": "14520_506",
    "book_id": 14520,
    "book_slug": "mavericks",
    "genre": "Western",
    "length": 167,
    "text": "I've got a notion tucked in the back of my head that you're watching me like a hen does her one chick, for their sake and not for mine. Right guess, I'll bet a dollar."
  },
  {
    "segment_id": "15159_1132",
    "book_id": 15159,
    "book_slug": "heart-s-desire-the-story-of-a-contented-town-certain-peculiar-citizens-and-two-fortunate-lovers-a-novel",
    "genre": "Western",
    "length": 411,
    "text": "Doc, he done some things that seemed to us right strange at first.  He gets Pinto up in one corner and takes him by the ear, and tries to break his neck, with his foot in the middle of his back.  Then he goes around on the other side and does the same thing.  He hammers him up one side and down the other, and works him and wiggles him till us cow punchers thought he was goin' to scatter him around worse than"
  },
  {
    "segment_id": "16253_468",
    "book_id": 16253,
    "book_slug": "madge-morton-captain-of-the-merry-maid",
    "genre": "Fiction",
    "length": 177,
    "text": "But the gently sloping Maryland fields were abloom with daisies.  A farmer's lad could be hired for a dollar to dig up the daisies and to bring a wagon load of dirt to the boat."
  },
  {
    "segment_id": "139_291",
    "book_id": 139,
    "book_slug": "the-lost-world",
    "genre": "Science Fiction",
    "length": 270,
    "text": "\"By all means, come.  It will be a comfort to me to know that I have one ally in the hall, however inefficient and ignorant of the subject he may be. I fancy there will be a large audience, for Waldron, though an absolute charlatan, has a considerable popular following."
  },
  {
    "segment_id": "1743_520",
    "book_id": 1743,
    "book_slug": "twelve-stories-and-a-dream",
    "genre": "Fiction",
    "length": 159,
    "text": "He kept flitting up and down, with his thin voice going talking, talking about his wretched self, and never a word of clear, firm statement from first to last."
  },
  {
    "segment_id": "4704_943",
    "book_id": 4704,
    "book_slug": "nomads-of-the-north-a-story-of-romance-and-adventure-under-the-open-stars",
    "genre": "Fiction",
    "length": 64,
    "text": "Instinctively Miki had hated this foxhunter from the edge of the"
  },
  {
    "segment_id": "4687_1145",
    "book_id": 4687,
    "book_slug": "saturday-s-child",
    "genre": "Fiction",
    "length": 461,
    "text": "Christmas.\nDEAR PANSY IRENE: I see Auntie's fine Italian hand in this! You wait till your father gets home, I'll learn you to sass back! Tell Mrs. Lancaster that it's an imitation and came in a box of lemon drops, and put it on this instant! The more you wear the better, this cold weather! I've got the bulliest terrier ever, from George. Show him to you next week.                      PETER. Frowning thoughtfully, her eyes still on the scribbled half-sheet,"
  },
  {
    "segment_id": "16074_310",
    "book_id": 16074,
    "book_slug": "the-definite-object-a-romance-of-new-york",
    "genre": "Fiction",
    "length": 196,
    "text": "Spike, flashed two rows of brilliant teeth and halted his barrow beside the curb. \"How goes it, Tony?\" questioned Spike, whereat the young Italian smiled, and thereafter sighed and shook his head."
  },
  {
    "segment_id": "8183_61",
    "book_id": 8183,
    "book_slug": "time-and-the-gods",
    "genre": "Fantasy",
    "length": 258,
    "text": "And the five oceans sprang upon Tintaggon and passed above his head. One by one the grip of the oceans loosened, one by one they fell back into the deep and still Tintaggon stood, and on that morning the might of all five oceans lay dead at Tintaggon's feet."
  },
  {
    "segment_id": "13499_1143",
    "book_id": 13499,
    "book_slug": "two-little-savages-being-the-adventures-of-two-boys-who-lived-as-indians-and-what-they-learned",
    "genre": "Fiction",
    "length": 171,
    "text": "Guy gave no heed to the ground once he knew the general directions. He ran ahead (toward Y), so did Sam, but Guy glanced back to Yan on the trail to make sure of the line."
  },
  {
    "segment_id": "15384_83",
    "book_id": 15384,
    "book_slug": "the-real-adventure",
    "genre": "Fiction",
    "length": 490,
    "text": "The case for reticence and discretion was a strong one. The night was dark; the rain-lashed street deserted; the man an utterly casual stranger—why, she hadn't even had a straight look into his face. His motive in getting off the car was at least dubitable. Even if not sinister, it could easily be unpleasantly gallant. A man might not contemplate doing her bodily harm, and still be capable of trying to collect some sort of sentimental reward for the ducking he had submitted himself to."
  },
  {
    "segment_id": "502_1841",
    "book_id": 502,
    "book_slug": "desert-gold",
    "genre": "Western",
    "length": 181,
    "text": "A voice was droning: \"Turn the lady, turn!  Turn the lady, turn!  Alamon left.  All swing; turn the lady, turn!\" \"Hello, Jim,\" called Gale, dragging Thorne round the corner of lava."
  },
  {
    "segment_id": "8735_228",
    "book_id": 8735,
    "book_slug": "the-revolutions-of-time",
    "genre": "Science Fiction",
    "length": 342,
    "text": "So did I then feel, the Canitaur guards being able to slay me on the slightest whim of fancy that struck their minds into a sadistic mood. Yet I was not afraid, instead I was overcome by a feeling of relaxation, where all cares and worries are given up as frivolous burdens, not necessary and not helpful, being, in fact, harmful to the mind."
  },
  {
    "segment_id": "5067_1624",
    "book_id": 5067,
    "book_slug": "the-rainbow-trail",
    "genre": "Western",
    "length": 161,
    "text": "The moment held Shefford mute till sight of Fay Larkin's tear-wet face broke the spell. He leaped forward and his strong hands reached for the woman and the man."
  },
  {
    "segment_id": "12791_1405",
    "book_id": 12791,
    "book_slug": "wells-brothers-the-young-cattle-kings",
    "genre": "Western",
    "length": 151,
    "text": "Thereafter, the trail outfit fed the cattle between the quartette, who sat their horses in speechless intensity, as the column filed through at random."
  },
  {
    "segment_id": "15958_928",
    "book_id": 15958,
    "book_slug": "french-and-english-a-story-of-the-struggle-in-america",
    "genre": "History",
    "length": 260,
    "text": "The tale was told once again, other Rangers crowding round to hear. Pringle was naturally the spokesman, and Fritz, singling out from the group a man whom he had known before, asked him who the gallant-looking stranger was who seemed like the leader of a band."
  },
  {
    "segment_id": "15958_4",
    "book_id": 15958,
    "book_slug": "french-and-english-a-story-of-the-struggle-in-america",
    "genre": "History",
    "length": 413,
    "text": "The Impregnable City. Chapter 2:\nThe Defences Of Quebec. Chapter 3:\nMariners Of The Deep. Chapter 4:\nHostilities. Book 6:\nWithout Quebec. Chapter 1:\nIn Sight Of His Goal. Chapter 2:\nDays Of Waiting. Chapter 3:\nA Daring Design. Chapter 4:\nIn The Hour Of Victory. Book 7:\nEnglish Victors. Chapter 1:\nA Panic-Stricken City. Chapter 2:\nSurrender. Chapter 3:\nFriendly Foes. Chapter 4:\nThe Last. Book 1: Border Warfare."
  },
  {
    "segment_id": "16530_2010",
    "book_id": 16530,
    "book_slug": "the-ridin-kid-from-powder-river",
    "genre": "Western",
    "length": 377,
    "text": "Pete that evening and talk with him, The Spider would have left El Paso the next day, as he had planned, instead of waiting until the following evening, against his own judgment and in direct opposition to that peculiar mental reaction called \"a hunch\" by those not familiar with the niceties of the English language, and called nothing really more expressive by those who are."
  },
  {
    "segment_id": "14818_1272",
    "book_id": 14818,
    "book_slug": "the-daughter-of-anderson-crow",
    "genre": "Fiction",
    "length": 170,
    "text": "The advance agent says it is a high-class performance and will appeal particularly to the rich city people up in the mountains. It's a sort of open-air affair, you know.\""
  },
  {
    "segment_id": "14813_892",
    "book_id": 14813,
    "book_slug": "the-life-and-death-of-richard-yea-and-nay",
    "genre": "History",
    "length": 241,
    "text": "Berengère, with considering looks. 'Ho ho! And so he has!' cried Bertran. 'I assure your Grace he is no novice. Many he has claimed, and many have claimed him. Shall I number them?' 'I beg that you will not,' she said, stiffening herself. So"
  },
  {
    "segment_id": "1577_529",
    "book_id": 1577,
    "book_slug": "the-grey-room",
    "genre": "Mystery",
    "length": 337,
    "text": "Sir Walter found, however, that the detective did not undervalue himself.\nHe was not arrogant, but revealed decision and immense will power. From the first he imposed his personality, and made people forget the accidents of his physical constitution. He said very little during breakfast, but listened with attention to the conversation."
  },
  {
    "segment_id": "1605_146",
    "book_id": 1605,
    "book_slug": "the-crock-of-gold",
    "genre": "Fiction",
    "length": 69,
    "text": "Dinner time passed and supper time arrived, but the children did not."
  },
  {
    "segment_id": "3479_1320",
    "book_id": 3479,
    "book_slug": "the-metal-monster",
    "genre": "Science Fiction",
    "length": 274,
    "text": "It was Norhala who broke the silence. \"Tcherak! Greeting—Cherkis!\" There was merciless mirth in the buglings of her voice. \"Lo, I did but knock so gently at your gates and you hastened to welcome me. Greetings—gross swine, spittle of the toads, fat slug beneath my sandals.\""
  },
  {
    "segment_id": "1314_1419",
    "book_id": 1314,
    "book_slug": "the-malefactor",
    "genre": "Mystery",
    "length": 382,
    "text": "The door opened and Wingrave entered. To Barrington, who greeted him with nervous cordiality, he presented the same cold, impenetrable appearance; Lady Ruth, with quicker perceptions, noticed at once the change. She sat up in her chair eagerly. It was what she had prayed for, this—but was it for good or evil? Her eyes sought his eagerly. So much depended upon his first few words."
  },
  {
    "segment_id": "11153_454",
    "book_id": 11153,
    "book_slug": "no-hero",
    "genre": "Mystery",
    "length": 192,
    "text": "Mrs. Lascelles, \"for I know nothing and believe all I can! Nevertheless, I'm not going to church again to-day.\" The last words were in a sort of aside, and I afterwards heard that Bob and Mrs."
  },
  {
    "segment_id": "7896_1157",
    "book_id": 7896,
    "book_slug": "the-eight-strokes-of-the-clock",
    "genre": "Fiction",
    "length": 154,
    "text": "Vignal's and also knows Madame de Gorne. Do you suppose ...?\" \"I don't want to suppose anything. I simply declare that some one came there last night....\""
  },
  {
    "segment_id": "16589_530",
    "book_id": 16589,
    "book_slug": "the-killer",
    "genre": "Western",
    "length": 195,
    "text": "Westmore tried to get him to leave it, but the little jockey was obstinate. He kicked his horse and, bending low, rode away. \"You're right: I beg your pardon,\" I answered Westmore's remark to me."
  },
  {
    "segment_id": "15670_202",
    "book_id": 15670,
    "book_slug": "the-secret-chamber-at-chad",
    "genre": "History",
    "length": 385,
    "text": "They had both heard the stirring and enlightened preaching of\nDean Colet, and were great admirers of his; but they took the view that that divine himself held--namely, that the Church would gradually reform herself from within; that she was awakening to the need of some reformation and advance; and that her sons were safe within her fold, and must patiently await her own work there."
  },
  {
    "segment_id": "611_695",
    "book_id": 611,
    "book_slug": "prester-john",
    "genre": "Fiction",
    "length": 198,
    "text": "I have made my preparations.' 'But suppose you met with opposition,' the Portugoose persisted, 'would the rule hold?' 'If any try to stop us, we shall tie them hand and foot, and carry them with us."
  },
  {
    "segment_id": "15746_369",
    "book_id": 15746,
    "book_slug": "the-flamingo-feather",
    "genre": "History",
    "length": 169,
    "text": "Has-se's return. Although Réné watched anxiously for Has-se, he also cast frequent glances towards the stream, fearful lest Chitta and his companion should again appear."
  },
  {
    "segment_id": "13194_2765",
    "book_id": 13194,
    "book_slug": "the-rules-of-the-game",
    "genre": "Western",
    "length": 167,
    "text": "They did so, but found nothing. \"But among these rocks a man needn't leave any tracks if he didn't want to,\" Elliott pointed out. \"The bogy-man's after you,\" said Bob."
  },
  {
    "segment_id": "14829_37",
    "book_id": 14829,
    "book_slug": "our-holidays-their-meaning-and-spirit-retold-from-st-nicholas",
    "genre": "History",
    "length": 374,
    "text": "These civil rights, like the air and the sunshine, come to us in these days as a matter of course, but they did not come to our ancestors as a matter of course. To our ancestors rights came as the result of hard-fought battles. The reading of the bill of rights would cause your heart to throb with gratitude did you but know the suffering and sacrifice each right has cost."
  },
  {
    "segment_id": "1083_643",
    "book_id": 1083,
    "book_slug": "the-arrow-of-gold-a-story-between-two-notes",
    "genre": "Fiction",
    "length": 299,
    "text": "It was at that time, too, that she suggested I should take up my quarters in her house in the street of the Consuls.\nThere were certain advantages in that move.  In my present abode my sudden absences might have been in the long run subject to comment.  On the other hand, the house in the street of"
  },
  {
    "segment_id": "434_179",
    "book_id": 434,
    "book_slug": "the-circular-staircase",
    "genre": "Mystery",
    "length": 224,
    "text": "I had unpacked it the day before and put it on his shaving-stand, and there could be no mistake. His name was on a small silver plate on the handle. I seemed to see a network closing around my boy, innocent as I knew he was."
  },
  {
    "segment_id": "12991_103",
    "book_id": 12991,
    "book_slug": "the-uncrowned-king",
    "genre": "Fantasy",
    "length": 312,
    "text": "Then said Wisdom: \"But you will gain nothing by haste, oh\nReally-Is,--nothing but time, and there is much of greater value than time to a King of Allthetime. Even now is Seemsto-Be entering the city. Even now is he by the people being hailed King. Therefore, tarry a while before you act and listen to my words.\""
  },
  {
    "segment_id": "537_1623",
    "book_id": 537,
    "book_slug": "tales-of-terror-and-mystery",
    "genre": "Mystery",
    "length": 340,
    "text": "He had the free run of the place, and when I have been away for the evening I had no objection to his doing whatever he wished here.  This state of things was only terminated by the fact of my resignation of my official duties and my retirement to Norwood, where I hoped to have the leisure to write a considerable work which I had planned."
  },
  {
    "segment_id": "1447_445",
    "book_id": 1447,
    "book_slug": "the-illustrious-prince",
    "genre": "Mystery",
    "length": 175,
    "text": "The murder of Mr. Hamilton Fynes was strange enough. Here was an unknown man, holding a small position in his own country,—a man apparently without friends or social position."
  },
  {
    "segment_id": "36_300",
    "book_id": 36,
    "book_slug": "the-war-of-the-worlds",
    "genre": "Science Fiction",
    "length": 216,
    "text": "Can you imagine a milking stool tilted and bowled violently along the ground? That was the impression those instant flashes gave. But instead of a milking stool imagine it a great body of machinery on a tripod stand."
  },
  {
    "segment_id": "1298_2262",
    "book_id": 1298,
    "book_slug": "the-virginian-a-horseman-of-the-plains",
    "genre": "Western",
    "length": 416,
    "text": "he cried out; \"no! Just the same!\" and thus wakened himself, staring. \"What's the matter?\" he demanded. He was slow in getting back to where we were; and full consciousness found him sitting up with his eyes fixed on mine. They were more haunted than they had been at all, and his next speech came straight from his dream. \"Maybe you'd better quit me. This ain't your trouble.\" I laughed. \"Why, what is the trouble?\""
  },
  {
    "segment_id": "4514_1032",
    "book_id": 4514,
    "book_slug": "tales-of-men-and-ghosts",
    "genre": "Fiction",
    "length": 334,
    "text": "Bernald helped himself to a nectarine, and Miss Fosdick continued on a note of amused curiosity: \"So you've really never had any news of him since that night?\" \"No—I've never had any news of him.\" \"Not the least little message?\" \"Not the least little message.\" \"Or a rumour or report of any kind?\" \"Or a rumour or report of any kind.\""
  },
  {
    "segment_id": "289_703",
    "book_id": 289,
    "book_slug": "the-wind-in-the-willows",
    "genre": "Fantasy",
    "length": 211,
    "text": "\"It sounds beautiful.\" \"Toad Hall,\" said the Toad proudly, \"is an eligible self-contained gentleman's residence very unique; dating in part from the fourteenth century, but replete with every modern convenience."
  },
  {
    "segment_id": "1027_402",
    "book_id": 1027,
    "book_slug": "the-lone-star-ranger-a-romance-of-the-border",
    "genre": "Western",
    "length": 192,
    "text": "When Euchre had shuffled into the house Mrs. Bland turned to Duane with curiosity and interest in her gaze.\n\n\n“Bland told me about you.”\n\n\n“What did he say?” queried Duane, in pretended alarm."
  },
  {
    "segment_id": "10201_597",
    "book_id": 10201,
    "book_slug": "the-desert-of-wheat",
    "genre": "Fiction",
    "length": 227,
    "text": "\"Ah! I see you get letters—from a woman,\" she said, pretending a poison sweetness of jealousy. \"Certainly. I'm not married yet,\" he replied. \"Lenore, last night—\" \"You will never be married—to me—while you write to other women."
  },
  {
    "segment_id": "832_453",
    "book_id": 832,
    "book_slug": "robin-hood",
    "genre": "Fantasy",
    "length": 372,
    "text": "But Robin answered him never a word. He fled up hill and down dale till he met three of his men who were running up in answer to his summons. \"What is wrong?\" they asked. \"‘Tis a saucy beggar,\" said Robin, catching his breath. \"He is back there on the highroad with the hardest stick I've met in a good many days. He gave me no chance to reason with him, the dirty scamp!\""
  },
  {
    "segment_id": "16100_204",
    "book_id": 16100,
    "book_slug": "marietta-a-maid-of-venice",
    "genre": "History",
    "length": 159,
    "text": "Contarini started and looked up at her face in the dim light. She was bending down to him with a very loving look. \"Why should you not marry?\" she asked again."
  },
  {
    "segment_id": "16566_1026",
    "book_id": 16566,
    "book_slug": "aunt-jane-s-nieces-abroad",
    "genre": "Travel",
    "length": 246,
    "text": "The journey was a delightful one. The road skirted the coast through the oldest and most picturesque part of Sicily, and it amazed them to observe that however far they travelled Etna was always apparently next door, and within reaching distance."
  },
  {
    "segment_id": "9903_1172",
    "book_id": 9903,
    "book_slug": "way-of-the-lawless",
    "genre": "Western",
    "length": 239,
    "text": "The gun spat in the hand of Dozier, and something jerked at the shirt of Andrew beside his neck. He himself had fired only once, and he knew that the shot had been too high and to the right of his central target; yet he did not fire again."
  },
  {
    "segment_id": "285_411",
    "book_id": 285,
    "book_slug": "the-lost-continent",
    "genre": "Fantasy",
    "length": 177,
    "text": "I must begin to prove my uses.\" \"I am told you are a pretty fighter,\" said she. \"Well, I hold some small skill in arms myself, and have a conceit that I am something of a judge."
  },
  {
    "segment_id": "775_616",
    "book_id": 775,
    "book_slug": "when-the-sleeper-wakes",
    "genre": "Science Fiction",
    "length": 182,
    "text": "Or were they all in error, and were the red guards driving all before them? At any time the flood of warfare might pour into this silent quarter of the city and seize upon him again."
  },
  {
    "segment_id": "2066_508",
    "book_id": 2066,
    "book_slug": "wildfire",
    "genre": "Western",
    "length": 155,
    "text": "As Slone gazed upward he felt the impossibility of believing what he knew to be true. He hugged and petted the horse. Then he led on to the roaring stream."
  },
  {
    "segment_id": "16631_2043",
    "book_id": 16631,
    "book_slug": "the-skipper-and-the-skipped-being-the-shore-log-of-cap-n-aaron-sproul",
    "genre": "Fiction",
    "length": 303,
    "text": "This news was to the effect that they had resigned. \"We've talked it over,\" averred Lycurgus Snell, acting as spokesman, \"and we can't figger any good and reeliable way of gittin' him without him gittin' us, if he's so minded, all in one tableau, same to be observed with smoked glasses like an eclipse."
  },
  {
    "segment_id": "15534_1363",
    "book_id": 15534,
    "book_slug": "children-of-the-market-place",
    "genre": "History",
    "length": 185,
    "text": "This is a place of bright sunshine and exhilarating air. After all, I do not understand it.\" \"All due to the habits of life,\" said Aldington. \"Look at the fast eating—look at them here."
  },
  {
    "segment_id": "14907_801",
    "book_id": 14907,
    "book_slug": "living-alone",
    "genre": "Fantasy",
    "length": 263,
    "text": "Sarah Brown rang up Richard's office, and the over-refined voice of a young gentleman clerk answered her.\nMr. Higgins was not in the office.\nMr. Higgins had left particular word that if any one wanted him they were to be told that he had—er—gone to his True Love."
  },
  {
    "segment_id": "3796_569",
    "book_id": 3796,
    "book_slug": "rilla-of-ingleside",
    "genre": "Fiction",
    "length": 246,
    "text": "I suppose it was just as well, because the thing did take colic—or something—about one o'clock. It didn't kick or stiffen out, so I knew that, according to Morgan, it wasn't crying for temper; and it wasn't hungry and no pins were sticking in it."
  },
  {
    "segment_id": "1751_223",
    "book_id": 1751,
    "book_slug": "twilight-land",
    "genre": "Fantasy",
    "length": 201,
    "text": "The queen smiled—her teeth sparkled like pearls. \"If you have brought me to life, then I am yours,\" she said, and she kissed him upon the lips.\n\n\nHe grew suddenly dizzy; the world swam before his eyes."
  },
  {
    "segment_id": "14748_469",
    "book_id": 14748,
    "book_slug": "for-the-faith-a-story-of-the-young-pioneers-of-reformation-in-oxford",
    "genre": "History",
    "length": 363,
    "text": "Quite unaware of this, he pursued the even tenor of his way, seeking to inspire devotion and love of purity and truth in all with whom he came into contact, but never overstepping the written or unwritten laws of the college, save perhaps that he knew something of the spread of heretical books and doctrines without betraying his knowledge to those in authority."
  },
  {
    "segment_id": "1601_772",
    "book_id": 1601,
    "book_slug": "the-breaking-point",
    "genre": "Mystery",
    "length": 165,
    "text": "So David carried with him the calendars and slippers, dressing-gowns and bed-socks which were at once the tangible evidence of their friendliness and Lucy's despair."
  },
  {
    "segment_id": "68_622",
    "book_id": 68,
    "book_slug": "the-warlord-of-mars",
    "genre": "Science Fiction",
    "length": 245,
    "text": "The way was boulder-strewn, as had been that south of the barrier, so that we could see but a short distance ahead of us at any time. After a couple of hours we passed round a huge boulder to come to a steep declivity leading down into a valley."
  },
  {
    "segment_id": "1027_1114",
    "book_id": 1027,
    "book_slug": "the-lone-star-ranger-a-romance-of-the-border",
    "genre": "Western",
    "length": 159,
    "text": "It's five hundred miles west of your ground. There's a little town over there called Fairdale. It's the nest of a rustler gang. They rustle and murder at will."
  },
  {
    "segment_id": "1601_592",
    "book_id": 1601,
    "book_slug": "the-breaking-point",
    "genre": "Mystery",
    "length": 472,
    "text": "He confirmed this before starting West by visiting some of the offices of the leading papers and looking up old friends. The Clark story was dead for the time. They had run a lot of pictures of him, however, and some one might turn him up eventually, but a scent was pretty cold in ten years. The place had changed, too. Oil had been discovered five years ago, and the old settlers had, a good many of them, cashed in and moved away. The town had grown like all oil towns."
  },
  {
    "segment_id": "765_123",
    "book_id": 765,
    "book_slug": "the-moon-pool",
    "genre": "Science Fiction",
    "length": 246,
    "text": "Suddenly she raised her arms and made a curious gesture to the moon. It was—an archaic—movement; she seemed to drag it from remote antiquity—yet in it was a strange suggestion of power, Twice she repeated this gesture and—the tinklings died away!"
  },
  {
    "segment_id": "2287_916",
    "book_id": 2287,
    "book_slug": "havoc",
    "genre": "Mystery",
    "length": 206,
    "text": "\"As you will,\" Laverick assented carelessly. \"The charge of those documents is a trust with me as well as with yourself. I have no doubt that I can arrange for their being held in a secure place elsewhere.\""
  },
  {
    "segment_id": "159_633",
    "book_id": 159,
    "book_slug": "the-island-of-doctor-moreau",
    "genre": "Science Fiction",
    "length": 173,
    "text": "He stood staring, with his face white and his lip pulled askew. \"I don't like this,\" he said slowly. \"I saw something of the same kind,\" said I, \"the first day I came here.\""
  },
  {
    "segment_id": "14832_410",
    "book_id": 14832,
    "book_slug": "a-maid-of-the-silver-sea",
    "genre": "History",
    "length": 430,
    "text": "She remembered, with a slight reddening still of the warm brown cheeks whenever she thought of it—how, on the previous Sunday afternoon, she and Bernel had gone running over the downs through the waist-high bracken towards Brenière, the tide in their favourite pool below the rocks being too high for bathing. And on the slope above the Cromlech they had come suddenly on Gard, lying there looking out over the sea towards L'Etat."
  },
  {
    "segment_id": "15384_2414",
    "book_id": 15384,
    "book_slug": "the-real-adventure",
    "genre": "Fiction",
    "length": 222,
    "text": "He was a country lawyer from down-state, who, for a client of his own, had retained Rodney to defend a will that presented complexities in the matter of perpetuities and contingent remainders utterly beyond his own powers."
  },
  {
    "segment_id": "1966_331",
    "book_id": 1966,
    "book_slug": "the-path-of-the-king",
    "genre": "Fantasy",
    "length": 164,
    "text": "Wearing his lusty youth on the maids, I fear. Nay, I forget. He is about to wed the girl of Avesnes and is already choosing his bridal train. It seems he loves her."
  },
  {
    "segment_id": "15503_460",
    "book_id": 15503,
    "book_slug": "the-underworld-the-story-of-robert-sinclair-miner",
    "genre": "Fiction",
    "length": 216,
    "text": "But a touch of bitterness was creeping into his character, and for this his mother's teaching was responsible. Nellie was always jealous of the welfare of the working class, and was ever vigilant as to its interests."
  },
  {
    "segment_id": "15323_42",
    "book_id": 15323,
    "book_slug": "the-green-eyes-of-bast",
    "genre": "Mystery",
    "length": 457,
    "text": "Little did I know how abruptly this chosen calm of my life was to be broken nor how these same studies were to be turned in a new and strange direction. But if on this night which was to witness the overture of a horrible drama, I had not hitherto experienced any premonition of the coming of those dark forces which were to change the whole tenor of my existence, suddenly, now, in sight of the elm tree which stood before my cottage the shadow reached me."
  },
  {
    "segment_id": "15745_852",
    "book_id": 15745,
    "book_slug": "the-man-wolf-and-other-tales",
    "genre": "Fantasy",
    "length": 310,
    "text": "Maître Becker invited me to sit down at the table, informing me that he had been expecting me, and that before entering on matters of business it would be well to take a little refreshment, a glass of Bordeaux, etc., an invitation of which I fully recognised the propriety, and which I accepted very willingly."
  },
  {
    "segment_id": "14853_1165",
    "book_id": 14853,
    "book_slug": "the-stowmarket-mystery-or-a-legacy-of-hate",
    "genre": "Mystery",
    "length": 280,
    "text": "It was so during the three days succeeding Capella's return from Italy. Reviewing events in the lights of accomplished facts, Brett subsequently saw many opportunities where his intervention would have altered the fortunes of the men and women in whom he had become so interested."
  },
  {
    "segment_id": "10745_1512",
    "book_id": 10745,
    "book_slug": "the-story-of-the-champions-of-the-round-table",
    "genre": "Fantasy",
    "length": 182,
    "text": "Sir Tristram said, \"Art thou altogether satisfied?\" And Sir Lamorack said, \"Yea.\" And therewith Sir Tristram wept for pure joy.  Sir Tristram and Sir Lamorack depart from the island."
  },
  {
    "segment_id": "1300_1111",
    "book_id": 1300,
    "book_slug": "riders-of-the-purple-sage",
    "genre": "Western",
    "length": 158,
    "text": "For years I've been a lonely man set on one thing. I came here an' met you. An' now I'm not the man I was. The change was gradual, an' I took no notice of it."
  },
  {
    "segment_id": "9309_307",
    "book_id": 9309,
    "book_slug": "in-a-steamer-chair-and-other-shipboard-stories",
    "genre": "Fiction",
    "length": 465,
    "text": "\"I thought,\" she said at last, \"that you might have some feeling against me, and I have no doubt you judge me very harshly. You never did make any allowances.\" Morris gave a little laugh that was half a sneer. \"Allowances?\" he said. \"Yes, allowances. You know you always were harsh with me, George, always.\" And as she looked up at him her blue eyes were filled with tears, and there was a quiver at the corner of her mouth. \"What a splendid actress you would make,"
  },
  {
    "segment_id": "1218_1092",
    "book_id": 1218,
    "book_slug": "the-adventures-of-jimmie-dale",
    "genre": "Mystery",
    "length": 155,
    "text": "Jimmie Dale flung him away. \"You were safe enough,\" he rasped on. \"The police could only construe your visit to Moyne's flat as zeal on behalf of the bank."
  },
  {
    "segment_id": "5228_1909",
    "book_id": 5228,
    "book_slug": "ayesha-the-return-of-she",
    "genre": "Fantasy",
    "length": 194,
    "text": "Where thou sittest, Holly, sat the royal Amenartas, a very fair woman; yes, even more beautiful than I before I dipped me in the Essence, fore-sighted also, though not so learned as I had grown."
  },
  {
    "segment_id": "16041_2070",
    "book_id": 16041,
    "book_slug": "the-grey-cloak",
    "genre": "History",
    "length": 179,
    "text": "\"The Comte d'Hérouville has grievously offended me.  Will you challenge him?\"  She meant nothing by this, save to gain time. The Chevalier paled, recalling D'Hérouville's threats."
  },
  {
    "segment_id": "2066_1420",
    "book_id": 2066,
    "book_slug": "wildfire",
    "genre": "Western",
    "length": 159,
    "text": "The flush, the darkness of her eyes, the added something in her face, tender, thoughtful, strong—these were new. Bostil pondered while she welcomed his guests."
  },
  {
    "segment_id": "775_964",
    "book_id": 775,
    "book_slug": "when-the-sleeper-wakes",
    "genre": "Science Fiction",
    "length": 163,
    "text": "\"Then tell me who these people are. I'm still very much in the dark about them. It's puzzling. Are there any Generals?\" \"Men in hats and feathers?\" \"Of course not."
  },
  {
    "segment_id": "9903_384",
    "book_id": 9903,
    "book_slug": "way-of-the-lawless",
    "genre": "Western",
    "length": 273,
    "text": "In the first place, I don't think you'll get away. Hal Dozier is on your trail, and he'll get to the north and raise the whole district and stop you before you hit the towns. You'll have to go back to the mountain desert. You'll have to do it eventually, why not do it now?"
  },
  {
    "segment_id": "126_188",
    "book_id": 126,
    "book_slug": "the-poison-belt",
    "genre": "Science Fiction",
    "length": 172,
    "text": "No doubt it comes from my letter in the Times.  That was the mayor of a provincial town with whom I talked when we first arrived.  You may have heard me upon the telephone."
  },
  {
    "segment_id": "1869_57",
    "book_id": 1869,
    "book_slug": "the-man-in-lower-ten",
    "genre": "Mystery",
    "length": 347,
    "text": "It was the picture of a girl in white, with her hands clasped loosely before her. Against the dark background her figure stood out slim and young. Perhaps it was the rather grim environment, possibly it was my mood, but although as a general thing photographs of young girls make no appeal to me, this one did. I found my eyes straying back to it."
  },
  {
    "segment_id": "11051_111",
    "book_id": 11051,
    "book_slug": "the-cruise-of-the-dazzler",
    "genre": "Fiction",
    "length": 239,
    "text": "Sorrel-top Simpson, a year younger than his brother, proved to be a most unfair fighter, and the good-natured fireman was compelled to interfere several times before the second of the Simpson clan lay on the ground and acknowledged defeat."
  },
  {
    "segment_id": "4381_587",
    "book_id": 4381,
    "book_slug": "the-aran-islands",
    "genre": "Travel",
    "length": 150,
    "text": "He is constantly thinking.\nOne day he asked me if there was great wonder on their names out in the country.\nI said there was no wonder on them at all."
  },
  {
    "segment_id": "434_1183",
    "book_id": 434,
    "book_slug": "the-circular-staircase",
    "genre": "Mystery",
    "length": 184,
    "text": "And the footpath there is of cinders. Miss Innes, I am inclined to think that he has met with bad treatment, in the light of what has gone before. I do not think he has been murdered.\""
  }
]