[
  {
    "segment_id": "1695_92",
    "book_id": 1695,
    "book_slug": "the-man-who-was-thursday-a-nightmare",
    "genre": "Mystery",
    "length": 188,
    "text": "I am going, at the possible sacrifice of my life and honour, to prove to you that you were wrong in what you said.\" \"In what I said?\" \"You said I was not serious about being an anarchist.\""
  },
  {
    "segment_id": "2014_1349",
    "book_id": 2014,
    "book_slug": "the-lodger",
    "genre": "Mystery",
    "length": 431,
    "text": "He would have to put on his dress clothes, and she didn't like his dressing in the sitting-room. It didn't suit her ideas that he should do so. How if she did light the fire here, in their bedroom? It would be nice for her to have bit of fire to cheer her up after he had gone. Mrs. Bunting knew only too well that she would have very little sleep the coming night. She looked over, with shuddering distaste, at her nice, soft bed."
  },
  {
    "segment_id": "1262_1199",
    "book_id": 1262,
    "book_slug": "the-heritage-of-the-desert-a-novel",
    "genre": "Western",
    "length": 202,
    "text": "He gazed ahead with straining eyes. Presently there was not a break in the walls. A drowsy hum of falling water came to Hare, strange reminder of the oasis, the dull roar of the Colorado, and of Mescal."
  },
  {
    "segment_id": "434_28",
    "book_id": 434,
    "book_slug": "the-circular-staircase",
    "genre": "Mystery",
    "length": 189,
    "text": "The arbutus was fragrant in the woods under the dead leaves, and on the way from the station, a short mile, while the car stuck in the mud, I found a bank showered with tiny forget-me-nots."
  },
  {
    "segment_id": "14520_593",
    "book_id": 14520,
    "book_slug": "mavericks",
    "genre": "Western",
    "length": 243,
    "text": "I wasn't lying in wait for him at all. It just came over me all of a heap to shoot, and I shot before——\" \"I understand that. But you shouldn't have shot without giving warning, even if it was right to shoot at all—which, of course, it wasn't.\""
  },
  {
    "segment_id": "10008_973",
    "book_id": 10008,
    "book_slug": "the-mystery",
    "genre": "Science Fiction",
    "length": 172,
    "text": "\"Eef you no cook heem de grub, you no hab my wood!\" he shrieked, with enough oaths to sink his soul. Finally Pulz interfered. \"Here you damn foreigners,\" said he, \"quit it!"
  },
  {
    "segment_id": "15763_27",
    "book_id": 15763,
    "book_slug": "count-hannibal-a-romance-of-the-court-of-france",
    "genre": "Fiction",
    "length": 248,
    "text": "\"Why did you leave me?\" she asked. \"Why did you leave me, if you could not come back at once?  Do you understand, sir,\" she continued, \"that it was at your instance I came to Paris, that I came to this Court, and that I look to you for protection?\""
  },
  {
    "segment_id": "2349_179",
    "book_id": 2349,
    "book_slug": "the-adventure-of-the-devil-s-foot",
    "genre": "Mystery",
    "length": 301,
    "text": "Plymouth, allowing much of your property to go on to Africa, I will say nothing save that it first informed me that you were one of the factors which had to be taken into account in reconstructing this drama--\" \"I came back--\" \"I have heard your reasons and regard them as unconvincing and inadequate."
  },
  {
    "segment_id": "832_172",
    "book_id": 832,
    "book_slug": "robin-hood",
    "genre": "Fantasy",
    "length": 393,
    "text": "The shooting presently began, and the targets soon showed a fine reckoning. Last of all came the beggar's turn. \"By your leave,\" he said loudly, \"I'd like it well to shoot with any other man here present at a mark of my own placing.\" And he strode down the lists with a slender peeled sapling which he stuck upright in the ground. \"There,\" said he, \"is a right good mark. Will any man try it?\""
  },
  {
    "segment_id": "14367_599",
    "book_id": 14367,
    "book_slug": "when-a-man-s-a-man",
    "genre": "Fiction",
    "length": 154,
    "text": "\"But don't you feel, sometimes, that if you had greater opportunities—don't you sometimes wish that you could live where—\" She paused at a loss for words."
  },
  {
    "segment_id": "16654_84",
    "book_id": 16654,
    "book_slug": "the-lost-treasure-of-trevlyn-a-story-of-the-days-of-the-gunpowder-plot",
    "genre": "History",
    "length": 421,
    "text": "Petronella was a very tender floweret to have been reared amidst so much hardness and sorrow. It was wonderful that she had lived through the helpless years of infancy (her mother had died ere she had completed her second year) with such a father over her, or that having so lived she had preserved the sweetness and clinging softness of temperament which gave to her such a strange charm--at least in the opinion of one."
  },
  {
    "segment_id": "1300_56",
    "book_id": 1300,
    "book_slug": "riders-of-the-purple-sage",
    "genre": "Western",
    "length": 269,
    "text": "Jane, greeting him, looked up into a face that she trusted instinctively and which riveted her attention. It had all the characteristics of the range rider's—the leanness, the red burn of the sun, and the set changelessness that came from years of silence and solitude."
  },
  {
    "segment_id": "1881_426",
    "book_id": 1881,
    "book_slug": "the-call-of-the-canyon",
    "genre": "Western",
    "length": 217,
    "text": "\"Glenn, you rave!\" ejaculated Carley, not knowing whether to laugh or be grave. \"You were talking of humble housewifely things.\" \"Precisely. The humble things that were the foundation of the great nation of Americans."
  },
  {
    "segment_id": "14748_819",
    "book_id": 14748,
    "book_slug": "for-the-faith-a-story-of-the-young-pioneers-of-reformation-in-oxford",
    "genre": "History",
    "length": 308,
    "text": "The monk who stood before the sisters, his cowl drawn over his face, his hands folded in his sleeves, took up the word again, which Freda's impulsive ejaculation had interrupted. \"He is not as yet taken prisoner, but he has been commanded to appear before the prior, and I fear me that is but the first step."
  },
  {
    "segment_id": "551_168",
    "book_id": 551,
    "book_slug": "the-land-that-time-forgot",
    "genre": "Science Fiction",
    "length": 156,
    "text": "I motioned him on deck and then called him to one side, asking if he had seen anything out of the way or unusual during his trick on watch the night before."
  },
  {
    "segment_id": "13969_155",
    "book_id": 13969,
    "book_slug": "the-hill-of-dreams",
    "genre": "Fantasy",
    "length": 266,
    "text": "At the back of the fire were great blackened tiles with raised initials and a date—I.M., 1684. \"Sit down, Master Lucian, sit down, sir,\" said Morgan. \"Annie,\" he called through one of the numerous doors, \"here's Master Lucian, the parson, would like a drop of cider."
  },
  {
    "segment_id": "2346_233",
    "book_id": 2346,
    "book_slug": "the-adventure-of-the-bruce-partington-plans",
    "genre": "Mystery",
    "length": 169,
    "text": "It was so thick that nothing could be seen, and we had no difficulty in lowering West's body on to the train.  That was the end of the matter so far as I was concerned.\""
  },
  {
    "segment_id": "14813_1825",
    "book_id": 14813,
    "book_slug": "the-life-and-death-of-richard-yea-and-nay",
    "genre": "History",
    "length": 212,
    "text": "England, my brother Geoffrey will see to it. Aquitaine I leave to the Lord of Béarn. Off now, Gurdun, do as I bid you. But if you speak another word to me of Madame d'Anjou, by God's death I will wring your neck."
  },
  {
    "segment_id": "2892_341",
    "book_id": 2892,
    "book_slug": "irish-fairy-tales",
    "genre": "Fantasy",
    "length": 228,
    "text": "The great captain agreed to that. \"Tell the wife-loser that I will have the girl or I will have his head,\" said Fionn. Iollan set out then for Faery. He knew the way, and in no great time he came to the hill where Uct Dealv was."
  },
  {
    "segment_id": "486_702",
    "book_id": 486,
    "book_slug": "ozma-of-oz-a-record-of-her-adventures-with-dorothy-gale-of-kansas-the-yellow-hen-the-scarecrow-the-tin-woodman-tiktok-the-cowardly-lion-and-the-hungry-tiger-besides-other-good-people-too-numerous-to-mention-faithfully-recorded-herein",
    "genre": "Fantasy",
    "length": 194,
    "text": "She had little trouble in finding these, and before long all the twenty-six officers, as well as the private, were gathered around the yellow hen, joyfully congratulating her upon their release."
  },
  {
    "segment_id": "3289_154",
    "book_id": 3289,
    "book_slug": "the-valley-of-fear",
    "genre": "Mystery",
    "length": 388,
    "text": "He was the more noticed as being the only friend of the past unknown life of Mr. Douglas who was ever seen in his new English surroundings. Barker was himself an undoubted Englishman; but by his remarks it was clear that he had first known Douglas in America and had there lived on intimate terms with him. He appeared to be a man of considerable wealth, and was reputed to be a bachelor."
  },
  {
    "segment_id": "310_485",
    "book_id": 310,
    "book_slug": "before-adam",
    "genre": "Science Fiction",
    "length": 272,
    "text": "I could do nothing. Nor could he. Swimming was something of which we knew nothing. We were already too far removed from the lower life-forms to have the instinct for swimming, and we had not yet become sufficiently man-like to undertake it as the working out of a problem."
  },
  {
    "segment_id": "13496_624",
    "book_id": 13496,
    "book_slug": "the-white-morning-a-novel-of-the-power-of-the-german-women-in-wartime",
    "genre": "Fiction",
    "length": 282,
    "text": "The cases could be multiplied indefinitely. The Erkels and Mimi Brandt are drawn, together with their conditions, almost photographically. \"Heloise\" finally married a Scot and went with him to his own country, but her sisters were dragging out their tragic lives when I left Munich."
  },
  {
    "segment_id": "552_307",
    "book_id": 552,
    "book_slug": "the-people-that-time-forgot",
    "genre": "Science Fiction",
    "length": 341,
    "text": "Band-lu and forcing them to give me up.  Brave little girl!  She would have risked her life willingly to save me.  But some time after she reached our cave she heard voices from the far recesses within, and immediately concluded that we had but found another entrance to the caves which the Band-lu occupied upon the other face of the cliff."
  },
  {
    "segment_id": "3815_688",
    "book_id": 3815,
    "book_slug": "rolling-stones",
    "genre": "Fiction",
    "length": 164,
    "text": "I like this here place,' goes on George, ‘and I'm making a hit here in the most censorious circles, so I don't want to have to run away from it. So I sent for you.'"
  },
  {
    "segment_id": "2343_61",
    "book_id": 2343,
    "book_slug": "the-adventure-of-wisteria-lodge",
    "genre": "Mystery",
    "length": 178,
    "text": "Godspeed.  D. \"It is a woman's writing, done with a sharp-pointed pen, but the address is either done with another pen or by someone else.  It is thicker and bolder, as you see.\""
  },
  {
    "segment_id": "14060_2102",
    "book_id": 14060,
    "book_slug": "mr-britling-sees-it-through",
    "genre": "Fiction",
    "length": 155,
    "text": "And one day in early June while those figs were still only a hope, Teddy appeared at the Dower House with Letty, to say good-bye before going to the front."
  },
  {
    "segment_id": "16382_915",
    "book_id": 16382,
    "book_slug": "in-clive-s-command-a-story-of-the-fight-for-india",
    "genre": "History",
    "length": 267,
    "text": "Ah! even Diggle knew that he would not do that. Freedom, wealth, a high place in some prince's court! He would buy none of them at the price of his honor. Diggle was false, unspeakably base; let him do Angria's work if he would; Desmond Burke would never stoop to it."
  },
  {
    "segment_id": "10911_735",
    "book_id": 10911,
    "book_slug": "buried-alive-a-tale-of-these-days",
    "genre": "Mystery",
    "length": 371,
    "text": "\"Suppose you were to sit down on this foot-stool.\" And then she poured boiling water on the tea, put the lid on the pot, and looked at the clock to note the exact second at which the process of infusion had begun. \"Of course,\" burst out Henry, the twin of Matthew, \"I need not say, madam, that you have all our sympathies. You are in a----\" \"Do you mean me?\" Alice asked."
  },
  {
    "segment_id": "16101_1595",
    "book_id": 16101,
    "book_slug": "diane-of-the-green-van",
    "genre": "Travel",
    "length": 363,
    "text": "\"You have no single word of welcome, then!\" he reproached abruptly and impatiently brushed his hair back from his forehead with a hand that shook a little. From the north came the clatter of a motorcycle. Diane held out her hand. \"Let us make a mutual compact!\" she exclaimed frankly. \"I have overstrained your patience—you have startled me.  Let us both forgive."
  },
  {
    "segment_id": "551_531",
    "book_id": 551,
    "book_slug": "the-land-that-time-forgot",
    "genre": "Science Fiction",
    "length": 408,
    "text": "We have just finished it, the last touches being put on today. I quit about a week ago and commenced working on this chronicle for our strange adventures, which will account for any minor errors in chronology which may have crept in; there was so much material that I may have made some mistakes, but I think they are but minor and few. I see in reading over the last few pages that I neglected to state that"
  },
  {
    "segment_id": "14317_1865",
    "book_id": 14317,
    "book_slug": "the-sorcery-club",
    "genre": "Mystery",
    "length": 221,
    "text": "He was still bending over her—still feeling her lifeless pulse, still trying to resuscitate her—feebly wondering how he had killed her, feverishly debating the best course to pursue—when Curtis and Kelson burst in on him."
  },
  {
    "segment_id": "1401_954",
    "book_id": 1401,
    "book_slug": "tarzan-the-untamed",
    "genre": "Fantasy",
    "length": 180,
    "text": "\"Don't worry,\" said Tarzan. \"It doesn't last long and you won't funk. It is really not half as bad as it sounds. There is only a brief period of pain before you lose consciousness."
  },
  {
    "segment_id": "11144_345",
    "book_id": 11144,
    "book_slug": "somewhere-in-france",
    "genre": "History",
    "length": 223,
    "text": "Unseen by Jimmie, in the arm of his throne he pressed an electric button, and in the front room in the ear of the blonde a signal buzzed. In her turn the blonde pushed aside the curtains that hid the door to the front hall."
  },
  {
    "segment_id": "16181_313",
    "book_id": 16181,
    "book_slug": "young-lion-of-the-woods-or-a-story-of-early-colonial-days",
    "genre": "History",
    "length": 476,
    "text": "Sees God in clouds, or hears him in the wind.\" The poet, and the highly imaginative person, the wise and the good, seek the hills and the valleys, the dashing cataract, the forest and stream, the mountain range, the rocky coast and roaring ocean, and there drink in the grandeur of creation in those sublime scenes. In such places they feel a nearness to the Creator, and view His power and handiwork in a measure not always attainable in the ordinary scenes of everyday life."
  },
  {
    "segment_id": "14527_225",
    "book_id": 14527,
    "book_slug": "children-of-the-mist",
    "genre": "Fiction",
    "length": 272,
    "text": "\"Like a story-book.\" \"'Twas Clem Hicks, his thought, being a fanciful man. But I'll bid you gude-marnin' now. Awnly mind this, as between friends and without a spark of malice: Will Blanchard means to marry your maid, sure as you'm born, if awnly she keeps strong for him."
  },
  {
    "segment_id": "6362_1474",
    "book_id": 6362,
    "book_slug": "three-soldiers",
    "genre": "Fiction",
    "length": 160,
    "text": "\"Salut,\" said Henslowe turning round and elevating his glass. \"Nous rions parceque nous sommes gris de vin gris.\" Then he told them about the man who ate glass."
  },
  {
    "segment_id": "4381_204",
    "book_id": 4381,
    "book_slug": "the-aran-islands",
    "genre": "Travel",
    "length": 249,
    "text": "In Inishmaan one is forced to believe in a sympathy between man and nature, and at this moment when the thunder sounded a death-peal of extraordinary grandeur above the voices of the women, I could see the faces near me stiff and drawn with emotion."
  },
  {
    "segment_id": "15177_216",
    "book_id": 15177,
    "book_slug": "nocturne",
    "genre": "Fiction",
    "length": 264,
    "text": "He sat remembering something or pondering the insufficiency of news. Nobody ever knew what he thought about in his silences. It was a mystery over which the girls did not puzzle, because they were themselves in the habit of sitting for long periods without speech."
  },
  {
    "segment_id": "4920_2087",
    "book_id": 4920,
    "book_slug": "the-blind-spot",
    "genre": "Science Fiction",
    "length": 176,
    "text": "Giving this version to the public strictly for what it is worth, the present writers feel it only right to submit the conclusions reached by Dr. Malloy and concurred in by Drs."
  },
  {
    "segment_id": "5745_975",
    "book_id": 5745,
    "book_slug": "she-and-allan",
    "genre": "Fantasy",
    "length": 150,
    "text": "\"It is so, Macumazahn,\" broke in Umslopogaas. \"Well, whatever the end of it, we shall have a better fight. Now do you give the word and we will obey.\""
  },
  {
    "segment_id": "15159_1146",
    "book_id": 15159,
    "book_slug": "heart-s-desire-the-story-of-a-contented-town-certain-peculiar-citizens-and-two-fortunate-lovers-a-novel",
    "genre": "Western",
    "length": 219,
    "text": "Pinto's nose.  Anyhow, Pinto runs a few short jumps, and then stops, lookin' troubled.  The next minute he hides his face on the Greaser and there is a glimpse of bright, glad sunlight on the bottom of Jose's moccasins."
  },
  {
    "segment_id": "14813_222",
    "book_id": 14813,
    "book_slug": "the-life-and-death-of-richard-yea-and-nay",
    "genre": "History",
    "length": 308,
    "text": "Henry, 'you shall correct at your discretion. Humours, vapours, qualms, fantasies—pouf! You can blow them away with a kiss.\nHave you tried it? No? Too cold? Nay, but you should.' And so on, and so on. That day, none too soon, the French ambassadors arrived, and Richard saw the Count of Saint-Pol among them."
  },
  {
    "segment_id": "1603_212",
    "book_id": 1603,
    "book_slug": "the-blue-flower",
    "genre": "Fantasy",
    "length": 216,
    "text": "But Martimor gripped him by the neck and thrust his head betwixt the leaves of the gate and shut them fast, so that his eyes stood out like gobbets of foam, and his black tongue hung from his mouth like a water-weed."
  },
  {
    "segment_id": "611_827",
    "book_id": 611,
    "book_slug": "prester-john",
    "genre": "Fiction",
    "length": 167,
    "text": "I felt every limb shaking as 'Mwanga went forward.  The cave swam before my eyes, heads were multiplied giddily, and I was only dimly conscious when he rose to return."
  },
  {
    "segment_id": "15767_1001",
    "book_id": 15767,
    "book_slug": "the-texan-scouts-a-story-of-the-alamo-and-goliad",
    "genre": "History",
    "length": 345,
    "text": "Goliad; but, according to Bonham, Fannin had already been five days on the way, and they should hear soon the welcome thunder of his guns. He eagerly scanned the southeast, in which direction lay Goliad, but the only human beings he saw were Mexicans. No sound came to his ears but the note of a Mexican trumpet or the crack of a vaquero's whip."
  },
  {
    "segment_id": "12791_797",
    "book_id": 12791,
    "book_slug": "wells-brothers-the-young-cattle-kings",
    "genre": "Western",
    "length": 345,
    "text": "And not until Dog-toe halted at the stable door was the boy convinced of his error. \"Dog-toe,\" said Dell, as he swung out of the saddle, \"you forgot more than I ever knew. You told me that I was wrong, and you pled with me like a brother, and I wouldn't listen to you. I wonder if he'll forgive me?\" meditated Dell, as he opened the stable door."
  },
  {
    "segment_id": "1751_1183",
    "book_id": 1751,
    "book_slug": "twilight-land",
    "genre": "Fantasy",
    "length": 320,
    "text": "There was once upon a time a fisherman who had fished all day long and had caught not so much as a sprat. So at night there he sat by the fire, rubbing his knees and warming his shins, and waiting for supper that his wife was cooking for him, and his hunger was as sharp as vinegar, and his temper hot enough to fry fat."
  },
  {
    "segment_id": "16259_476",
    "book_id": 16259,
    "book_slug": "the-surprising-adventures-of-the-magical-monarch-of-mo-and-his-people",
    "genre": "Fantasy",
    "length": 288,
    "text": "Had I known they were so lively,\" remarked the giantess, as she crawled from beneath the table, \"we should have eaten them before this.\"\"That reminds me that I intended to have stewed polar bears for supper,\" continued the giant; \"so I think I will walk over into Alaska and catch some.\"\""
  },
  {
    "segment_id": "14068_2904",
    "book_id": 14068,
    "book_slug": "gordon-keith",
    "genre": "Fiction",
    "length": 225,
    "text": "She nodded. \"I thought it was. Well, she was quite pretty, you remember; and, as I say, I fell in with her again, and having been old friends--\" He shifted in his seat a little as if embarrassed--\"Why--oh, you know how it is."
  },
  {
    "segment_id": "123_314",
    "book_id": 123,
    "book_slug": "at-the-earth-s-core",
    "genre": "Science Fiction",
    "length": 272,
    "text": "I suggested to Perry that we were in the public library of Phutra, but later, as he commenced to discover the key to their written language, he assured me that we were handling the ancient archives of the race. During this period my thoughts were continually upon Dian the"
  },
  {
    "segment_id": "16053_170",
    "book_id": 16053,
    "book_slug": "the-haunted-chamber-a-novel",
    "genre": "Fantasy",
    "length": 156,
    "text": "Yes, it is a pity Florence had not put greater faith in this kind little woman, a pity for all of them, as then many heart-breaks might have been prevented."
  },
  {
    "segment_id": "604_938",
    "book_id": 604,
    "book_slug": "gulliver-of-mars",
    "genre": "Science Fiction",
    "length": 293,
    "text": "If you will kindly go down and shake its stem I believe you will learn something interesting.\" So, very willing to humour him, away I went to the tree, which was perfect in every detail, but apparently very dry, clasped it with both hands, and, pulling myself together, gave it a mighty shake."
  },
  {
    "segment_id": "556_654",
    "book_id": 556,
    "book_slug": "rewards-and-fairies",
    "genre": "Fantasy",
    "length": 221,
    "text": "I'm fond o' fiddling. The Indian stopped at a baker's shop—Conrad Gerhard's it was—and bought some sugary cakes. Hearing what the price was I was going to have some too, but the Indian asked me in English if I was hungry."
  },
  {
    "segment_id": "10922_1335",
    "book_id": 10922,
    "book_slug": "young-lives",
    "genre": "Fiction",
    "length": 131,
    "text": "Henry had come to know him through his little Scotch printer, who printed circulars and bill-heads, for the business over which Mr."
  },
  {
    "segment_id": "16100_206",
    "book_id": 16100,
    "book_slug": "marietta-a-maid-of-venice",
    "genre": "History",
    "length": 385,
    "text": "He still gazed at her in astonishment. \"Jealous!\" she cried, and as she laughed she shook her beautiful head, and the gold of her hair glittered in the flickering candle-light. \"Jealous? I? Look at me! Is she younger than I? I was eighteen years old the other day. If she is younger than I, she is a child—shall I be jealous of children? Is she taller, straighter, handsomer than I am?"
  },
  {
    "segment_id": "15534_1764",
    "book_id": 15534,
    "book_slug": "children-of-the-market-place",
    "genre": "History",
    "length": 214,
    "text": "Rome and into the country, once to Hadrian's Villa, once to Ostia where we looked upon the sea. It did not seem to me that Isabel sought to keep me at a distance and to bring in Reverdy as an influence to that end."
  },
  {
    "segment_id": "1095_2333",
    "book_id": 1095,
    "book_slug": "the-light-of-the-western-stars",
    "genre": "Western",
    "length": 163,
    "text": "At his last words that hot shame, tenfold more stifling than when it had before humiliated Madeline, rushed over her, sending the scarlet in a wave to her temples."
  },
  {
    "segment_id": "3687_124",
    "book_id": 3687,
    "book_slug": "the-ruby-of-kishmoor",
    "genre": "Fantasy",
    "length": 250,
    "text": "The other, though so much older and smaller, seemed to be composed entirely of fibres of steel, and, in his murderous endeavors, put forth a strength so extraordinary that for a moment our hero felt his heart melt within him with terror for his life."
  },
  {
    "segment_id": "68_401",
    "book_id": 68,
    "book_slug": "the-warlord-of-mars",
    "genre": "Science Fiction",
    "length": 340,
    "text": "Tith, Jeddak of Kaol, were two very different things. No man enters a Martian city without giving a very detailed and satisfactory account of himself, nor did I delude myself with the belief that I could for a moment impose upon the acumen of the officers of the guard to whom I should be taken the moment I applied at any one of the gates."
  },
  {
    "segment_id": "15356_858",
    "book_id": 15356,
    "book_slug": "red-money",
    "genre": "Mystery",
    "length": 340,
    "text": "Having come to the only possible arrangement, consistent with the difficult position in which they stood, Lambert and Lady Agnes took their almost immediate departure from The Manor. The young man had merely come to stay there in response to his cousin's request, so that his avoidance of her should not be too marked, and the suspicions of"
  },
  {
    "segment_id": "1605_558",
    "book_id": 1605,
    "book_slug": "the-crock-of-gold",
    "genre": "Fiction",
    "length": 325,
    "text": "He is yesterday and to-morrow. He is the nether and the upper millstone, and I am crushed between until I kneel again before the throne from whence I came,\" and, saying so, he embraced Angus Óg most tenderly and went his way to the quiet fields, and across the slopes of the mountains, and beyond the blue distances of space."
  },
  {
    "segment_id": "16631_645",
    "book_id": 16631,
    "book_slug": "the-skipper-and-the-skipped-being-the-shore-log-of-cap-n-aaron-sproul",
    "genre": "Fiction",
    "length": 371,
    "text": "\"There won't be any trouble in gettin' Hiram Look to act,\" said the president. \"He's just enough of a circus feller to like to stand up before the crowd and show authority. Well, then\"—the president's wits were sharpened by his anxiety over the proposed exhibition hall—\"let Mr. Look arrange it with Cap'n Sproul. They're suckin' cider through the same straw these days.\""
  },
  {
    "segment_id": "13194_1221",
    "book_id": 13194,
    "book_slug": "the-rules-of-the-game",
    "genre": "Western",
    "length": 412,
    "text": "But Bob, examining closely the faded, old figure on the magnificent horse, felt his mind vaguely troubled by another notion. He could not seize the thought, but its influence was there. Somehow the irritation and exasperation had gone from the episode. \"I know that sort of crazy old mossback,\" muttered Welton as he turned down the mountain. \"Pin a tin star on them and they think they're as important as hell!\""
  },
  {
    "segment_id": "14605_101",
    "book_id": 14605,
    "book_slug": "the-devil-s-garden",
    "genre": "Fiction",
    "length": 174,
    "text": "That was what always happened. At first he felt pleased that people should admire his wife; but if they seemed to admire her the least little shade too much, he became angry."
  },
  {
    "segment_id": "10201_637",
    "book_id": 10201,
    "book_slug": "the-desert-of-wheat",
    "genre": "Fiction",
    "length": 483,
    "text": "He's very old. I've had trouble with him. He might do anything.\" \"My boy, there are multitudes of irrational men nowadays and the number is growing.… I advise you to go at once to Wheatly and bring your father home. It was openly said that he was taking risks with that large sum of money.\" \"Risks! Why, I can't understand that. The wheat's not harvested yet, let alone hauled to town. And to-day I learned the I.W.W. are working a trick with cakes of phosphorus, to burn the wheat.\""
  },
  {
    "segment_id": "10394_296",
    "book_id": 10394,
    "book_slug": "stolen-treasure",
    "genre": "Fiction",
    "length": 363,
    "text": "One might be inclined to wonder why Captain Kidd had kept those bloody records. He had probably laid them away because they so incriminated many of the great people of the colony of New York that, with the books in evidence, it would have been impossible to bring the pirate to justice without dragging a dozen or more fine gentlemen into the dock along with him."
  },
  {
    "segment_id": "14818_557",
    "book_id": 14818,
    "book_slug": "the-daughter-of-anderson-crow",
    "genre": "Fiction",
    "length": 146,
    "text": "\"The school-teacher!\" exclaimed the surprised Tinkletownians, as with their eyes they proceeded to search the figure before them for blood stains."
  },
  {
    "segment_id": "1690_664",
    "book_id": 1690,
    "book_slug": "marie-an-episode-in-the-life-of-the-late-allan-quatermain",
    "genre": "Fantasy",
    "length": 188,
    "text": "The man told him that it was very important, and that I should reward the bearer well if it were delivered safely. While the Jew talked (I think he was a Jew) I was opening the sail-cloth."
  },
  {
    "segment_id": "4282_70",
    "book_id": 4282,
    "book_slug": "don-rodriguez-chronicles-of-shadow-valley",
    "genre": "Fantasy",
    "length": 381,
    "text": "Nor, thought he, had Morano stolen them, for whoever stole them would keep them whole, or part with them whole and get a better price. Besides Morano had an honest face, or a face at least that seemed honest in such an inn: and while these thoughts were passing through his mind Morano spoke again: \"Good hams,\" said Morano. He had already eaten one and was starting upon the next."
  },
  {
    "segment_id": "1849_570",
    "book_id": 1849,
    "book_slug": "the-yellow-crayon",
    "genre": "Mystery",
    "length": 318,
    "text": "The Prince of Saxe Leinitzer laid his cards softly upon the table. He smiled upon Mr. Sabin—a slow, unpleasant smile. \"I think,\" he said slowly, \"that our game must be postponed. It is a pity, but I think it had better be so.\" \"It must be entirely as you wish,\" Mr. Sabin answered. \"I am at your service now or later.\""
  },
  {
    "segment_id": "10008_1088",
    "book_id": 10008,
    "book_slug": "the-mystery",
    "genre": "Science Fiction",
    "length": 460,
    "text": "Successive explosions, some light, some severe, shook the foundations of the island. Great rocks and boulders bounded down the hills. The flashes of lightning had become more frequent. We moved, exaggerated to each other's vision by the strange light, uncouth and gigantic. \"Let's get out of this!\" cried Thrackles. We turned at the word and ran, Thrackles staggering under the weight of the chest. All our belongings we abandoned, and set out for the Laughing"
  },
  {
    "segment_id": "331_1243",
    "book_id": 331,
    "book_slug": "the-mucker",
    "genre": "Fiction",
    "length": 269,
    "text": "The latter was short and slender. The larger man looked as though he might have eaten him at a single mouthful; but the camper did not flinch. \"You pain me,\" he said. \"You induce within me a severe and highly localized pain, and furthermore I don't like your whiskers.\""
  },
  {
    "segment_id": "4994_410",
    "book_id": 4994,
    "book_slug": "five-thousand-miles-underground-or-the-mystery-of-the-centre-of-the-earth",
    "genre": "Science Fiction",
    "length": 259,
    "text": "Suddenly he looked up and glanced at a gage on the wall. The hand of it was slowly revolving. \"We are at the earth's surface,\" the scientist said. \"Now we are below it. Now we are fairly within the big hole! Boys, we may be on the verge of a great discovery!\""
  },
  {
    "segment_id": "546_618",
    "book_id": 546,
    "book_slug": "under-the-andes",
    "genre": "Fantasy",
    "length": 150,
    "text": "Paul, was it a dream?\" \"No, Hal; I saw it myself.  But come, we'll talk later.  Here's some dried fish for breakfast.\" \"Ah!  That—that—now I remember!"
  },
  {
    "segment_id": "16654_1177",
    "book_id": 16654,
    "book_slug": "the-lost-treasure-of-trevlyn-a-story-of-the-days-of-the-gunpowder-plot",
    "genre": "History",
    "length": 394,
    "text": "Cuthbert smiled as he caressed his little love, not averse to feeling her soft arms clinging round his neck, yet quite disposed to laugh at her youthful terrors. \"But what dost thou fear, sweetheart?\" \"I fear everything,\" she replied, with inconsequent vehemence. \"I remember the stories I have heard of the wiles of the priests, and how they tempt unwary men to their destruction. What is this"
  },
  {
    "segment_id": "2347_132",
    "book_id": 2347,
    "book_slug": "the-adventure-of-the-dying-detective",
    "genre": "Mystery",
    "length": 197,
    "text": "It was clear to me, however, that by pretending that he had really succeeded in his design I might surprise a confession.  That pretence I have carried out with the thoroughness of the true artist."
  },
  {
    "segment_id": "3169_689",
    "book_id": 3169,
    "book_slug": "the-pursuit-of-the-house-boat",
    "genre": "Fantasy",
    "length": 192,
    "text": "\"But,\" cried Hamlet, \"may they not now be in peril?  They cannot navigate that ship.\" \"They got her out of the harbor all right,\" said Kidd. \"And I judged from the figure at the helm that Mrs."
  },
  {
    "segment_id": "15965_947",
    "book_id": 15965,
    "book_slug": "in-friendship-s-guise",
    "genre": "Mystery",
    "length": 155,
    "text": "He clasped his friend's hand and tried incoherently to thank him. \"Come, none of that,\" Jimmie said, brusquely. \"Let us talk of something more interesting."
  },
  {
    "segment_id": "5002_1025",
    "book_id": 5002,
    "book_slug": "the-rover-boys-in-business-or-the-search-for-the-missing-bonds",
    "genre": "Mystery",
    "length": 147,
    "text": "Ever since the loss of the sixty-four thousand dollars in bonds they had been struggling with might and main to cover one obligation after another."
  },
  {
    "segment_id": "72_471",
    "book_id": 72,
    "book_slug": "thuvia-maid-of-mars",
    "genre": "Science Fiction",
    "length": 315,
    "text": "All life emanates from Komal, since the substance which feeds the brain with imaginings radiates from the body of Komal. \"Should Komal cease to eat, all life upon Barsoom would cease to be. He cannot die, but he might cease to eat, and, thus, to radiate.\" \"And he feeds upon the men and women of your belief?\" cried"
  },
  {
    "segment_id": "14748_80",
    "book_id": 14748,
    "book_slug": "for-the-faith-a-story-of-the-young-pioneers-of-reformation-in-oxford",
    "genre": "History",
    "length": 429,
    "text": "\"I hate the thing myself, yet I would fain see it, too. It would be something to remember, something to speak of in future days, when, perchance, the folly of it will be made manifest. \"Clarke, let us to London tomorrow! Easter is nigh at hand, and your lectures have ceased for the present. Come with me, and let us see this sight, and bring back word to our friends here how they regard this matter in London. What do you say?\""
  },
  {
    "segment_id": "55_677",
    "book_id": 55,
    "book_slug": "the-wonderful-wizard-of-oz",
    "genre": "Fantasy",
    "length": 216,
    "text": "Gradually the balloon swelled out and rose into the air, until finally the basket just touched the ground. Then Oz got into the basket and said to all the people in a loud voice: \"I am now going away to make a visit."
  },
  {
    "segment_id": "15573_426",
    "book_id": 15573,
    "book_slug": "judith-of-the-plains",
    "genre": "Western",
    "length": 146,
    "text": "Warren Rodney had almost forgotten the sorceries of the women of his people; he had lived so long with a brown woman, who spread no silken snares."
  },
  {
    "segment_id": "955_389",
    "book_id": 955,
    "book_slug": "the-patchwork-girl-of-oz",
    "genre": "Fantasy",
    "length": 174,
    "text": "\"It won't come,\" said the boy, panting. \"I was afraid of that,\" declared the beast. \"You'll have to pull harder.\" \"I'll help you,\" exclaimed Scraps, coming to the boy's side."
  },
  {
    "segment_id": "64_250",
    "book_id": 64,
    "book_slug": "the-gods-of-mars",
    "genre": "Science Fiction",
    "length": 205,
    "text": "Move not a muscle!\" He did not ask why, but stood like a graven image while my eyes watched the strange thing that meant so much to us. What I saw was the quick movement of a section of the wall behind me."
  },
  {
    "segment_id": "16168_336",
    "book_id": 16168,
    "book_slug": "the-master-mystery",
    "genre": "Mystery",
    "length": 258,
    "text": "Here Zita stopped her and offered to accompany her, but she declined. She hastily asked the direction of Baker's dock from the butler, and then ran out of the house and sprang to the steering-wheel of her waiting car. With a whir of the starter she was away."
  },
  {
    "segment_id": "16666_1087",
    "book_id": 16666,
    "book_slug": "carette-of-sark",
    "genre": "History",
    "length": 320,
    "text": "The passage was a short one, about as far I thought as, say, from the anchorage at Herm to the landing-place. Then they shouldered me again, and stumbled up a rocky way and along a passage where their feet echoed hollowly, and finally laid me down and went away. Torode untied my hands and feet and took off the bandage."
  },
  {
    "segment_id": "863_1064",
    "book_id": 863,
    "book_slug": "the-mysterious-affair-at-styles",
    "genre": "Mystery",
    "length": 158,
    "text": "\"There is a lady below, asking for Mr Hastings.\" \"A lady?\" I jumped up. Poirot followed me down the narrow stairs. Mary Cavendish was standing in the doorway."
  },
  {
    "segment_id": "2020_762",
    "book_id": 2020,
    "book_slug": "tarzan-the-terrible",
    "genre": "Fantasy",
    "length": 152,
    "text": "Moving to and fro throughout the temple were sleek black Waz-don slaves, fruits of the Ho-don raids upon the villages of their less civilized neighbors."
  },
  {
    "segment_id": "11051_597",
    "book_id": 11051,
    "book_slug": "the-cruise-of-the-dazzler",
    "genre": "Fiction",
    "length": 348,
    "text": "These were the thoughts which came to Joe in the flight of a second. Then the Reindeer swept skyward and hurtled across their bow to leeward on the breast of a mighty billow. \"Ze wild man! ze wild man!\" French Pete shrieked, watching her in amazement. \"He t'inks he can jibe! He will die! We will all die! He must come about. Oh, ze fool, ze fool!\""
  },
  {
    "segment_id": "1849_420",
    "book_id": 1849,
    "book_slug": "the-yellow-crayon",
    "genre": "Mystery",
    "length": 153,
    "text": "\"You are mocking me,\" he said sadly. \"Well,\" she said, \"why not? Your own proposal is a mockery.\" \"A mockery! My proposal!\" \"Yes,\" she answered steadily."
  },
  {
    "segment_id": "420_345",
    "book_id": 420,
    "book_slug": "dorothy-and-the-wizard-in-oz",
    "genre": "Fantasy",
    "length": 394,
    "text": "Jim tasted a mouthful of the green blades and declared he was very contented in his new surroundings. \"We can't walk in the air here, though,\" called Eureka, who had tried it and failed; but the others were satisfied to walk on the ground, and the Wizard said they must be nearer the surface of the earth then they had been in the Mangaboo country, for everything was more homelike and natural."
  },
  {
    "segment_id": "15767_1750",
    "book_id": 15767,
    "book_slug": "the-texan-scouts-a-story-of-the-alamo-and-goliad",
    "genre": "History",
    "length": 247,
    "text": "Ned did not see any of the other fugitives among the trees. He may have passed them, but his brain was still on fire, and he beheld nothing but that terrible scene behind him, the falling recruits, the fire and the smoke and the charging horsemen."
  },
  {
    "segment_id": "3075_648",
    "book_id": 3075,
    "book_slug": "the-return",
    "genre": "Mystery",
    "length": 166,
    "text": "‘Who is? Always?'\n‘No,' said Sheila; ‘but—it was at least unfortunate. We can't, I suppose, rely on Dr Bethany alone.' Lawford crouched over his food. ‘Will he blab?'"
  },
  {
    "segment_id": "13821_7",
    "book_id": 13821,
    "book_slug": "tales-of-wonder",
    "genre": "Fantasy",
    "length": 344,
    "text": "And do not regret the lives that are wasted amongst us, or the work that the dead would have done, for war is no accident that man's care could have averted, but is as natural, though not as regular, as the tides; as well regret the things that the tide has washed away, which destroys and cleanses and crumbles, and spares the minutest shells."
  },
  {
    "segment_id": "2415_1206",
    "book_id": 2415,
    "book_slug": "the-mutiny-of-the-elsinore",
    "genre": "Fiction",
    "length": 187,
    "text": "The three had proved handy with their fists, and clannish; they had fought pitched forecastle battles with the gangster clique and won a sort of neutrality of independence for themselves."
  },
  {
    "segment_id": "1881_728",
    "book_id": 1881,
    "book_slug": "the-call-of-the-canyon",
    "genre": "Western",
    "length": 241,
    "text": "Carley had to force herself to swallow. It seemed that the horrid odor of dip and sheep had permeated everything. Glenn had known her better than she had known herself, and he had wished to spare her an unnecessary and disgusting experience."
  },
  {
    "segment_id": "3474_1238",
    "book_id": 3474,
    "book_slug": "jeremy",
    "genre": "Fiction",
    "length": 257,
    "text": "There was more in her worship than mere dog-like fidelity. She adored him for reasons that were real and true; for his independence, his obstinacy, his sense of fun, his sudden, unexpected kindnesses, his sudden helplessness, and above all, for his bravery."
  },
  {
    "segment_id": "1563_1160",
    "book_id": 1563,
    "book_slug": "the-crystal-stopper",
    "genre": "Mystery",
    "length": 167,
    "text": "Lupin unfolded the paper.\nThere was a set of names written one below the other, twenty-seven of them, the twenty-seven names of the famous list: Langeroux, Dechaumont,"
  },
  {
    "segment_id": "15954_595",
    "book_id": 15954,
    "book_slug": "mary-jane-her-visit",
    "genre": "Fiction",
    "length": 187,
    "text": "Smith along whenever he could go; went fishing in the river miles away and spent a day on a farm where threshers were working—a wonderful day the girls thought for it was all new to them."
  },
  {
    "segment_id": "4687_398",
    "book_id": 4687,
    "book_slug": "saturday-s-child",
    "genre": "Fiction",
    "length": 216,
    "text": "Her mother went to the hospital, and two days later, when she was well over the wretchedness of the ether, Susan went with Mary Lou to see her, and kissed the pale, brave little face, sunk in the great white pillows."
  },
  {
    "segment_id": "3816_1463",
    "book_id": 3816,
    "book_slug": "the-witch-of-prague-a-fantastic-tale",
    "genre": "Mystery",
    "length": 358,
    "text": "reckoning, a writhing mass of humanity, intoxicated by the smell of gold, mad for its possession, half hysteric with the fear of losing it, timid, yet dangerous, poisoned to the core by the sweet sting of money, terrible in intelligence, vile in heart, contemptible in body, irresistible in the unity of their greed—the Jews of Prague, two hundred years ago."
  },
  {
    "segment_id": "11144_23",
    "book_id": 11144,
    "book_slug": "somewhere-in-france",
    "genre": "History",
    "length": 237,
    "text": "In Rome, where as a wireless operator he was serving a commercial company, in selling Marie copies of messages he had memorized, Marie had found him useful, and when war came she obtained for him, from the Wilhelmstrasse, the number 292."
  },
  {
    "segment_id": "1142_448",
    "book_id": 1142,
    "book_slug": "typhoon",
    "genre": "Fiction",
    "length": 288,
    "text": "He sent up his words, tripping over each other, crowding the narrow tube. They mounted as if into a silence of an enlightened comprehension dwelling alone up there with a storm. And Jukes wanted to be dismissed from the face of that odious trouble intruding on the great need of the ship."
  },
  {
    "segment_id": "1966_1052",
    "book_id": 1966,
    "book_slug": "the-path-of-the-king",
    "genre": "Fantasy",
    "length": 290,
    "text": "He was a prisoner bound by a promise, but this meeting with Flowerdue had opened up a channel to communicate with London and that was not forbidden. It flashed on him suddenly that the change of mind which he had suffered was no longer a private matter. He had now the power to act upon it."
  },
  {
    "segment_id": "15670_540",
    "book_id": 15670,
    "book_slug": "the-secret-chamber-at-chad",
    "genre": "History",
    "length": 31,
    "text": "Is there peril for him abroad?\""
  },
  {
    "segment_id": "1987_194",
    "book_id": 1987,
    "book_slug": "the-outlet",
    "genre": "Western",
    "length": 262,
    "text": "Los Lobos was still an open range. They claimed to have over ten thousand mixed cattle in the straight ranch brand. There had been no demand for matured beeves for several years, and now on effecting this sale they were anxious to deliver all their grown steers."
  },
  {
    "segment_id": "837_775",
    "book_id": 837,
    "book_slug": "the-story-of-the-amulet",
    "genre": "Fantasy",
    "length": 493,
    "text": "It came and stood beside the Queen in the middle of the courtyard. It was followed by more stone images, by great slabs of carved stone, bricks, helmets, tools, weapons, fetters, wine-jars, bowls, bottles, vases, jugs, saucers, seals, and the round long things, something like rolling pins with marks on them like the print of little bird-feet, necklaces, collars, rings, armlets, earrings—heaps and heaps and heaps of things, far more than anyone had time to count, or even to see distinctly."
  },
  {
    "segment_id": "15320_111",
    "book_id": 15320,
    "book_slug": "the-romance-of-the-milky-way-and-other-studies-stories",
    "genre": "Travel",
    "length": 257,
    "text": "—The moon of the seventh month used to be called Tanabata-tsuki, or \"The Moon of Tanabata.\" And it was also called Fumi-tsuki, or \"The Literary Moon,\" because during the seventh month poems were everywhere [pg 25] composed in praise of the Celestial Lovers."
  },
  {
    "segment_id": "6015_532",
    "book_id": 6015,
    "book_slug": "captain-macklin-his-memoirs",
    "genre": "Fiction",
    "length": 358,
    "text": "He was a stout, heavy man, with a long, twisted mustache, at which he was tugging fiercely. He wore a red sash and a bandman's tunic, with two stars sewn on the collar. I could not make out his rank, but his first words explained him. \"I am glad to see you at last, Mr. Aiken,\" he said. \"I'm Major Reeder, in temporary command. You have come to report, sir?\""
  },
  {
    "segment_id": "1153_1400",
    "book_id": 1153,
    "book_slug": "the-chessmen-of-mars",
    "genre": "Science Fiction",
    "length": 372,
    "text": "One fought best in a losing game; another was too slow; another too impetuous; this one had fire and a heart of steel, but lacked endurance. Of the opponents, though, they knew little or nothing, and now as the two sides took their places upon the black and orange squares of the great jetan board Gahan obtained, for the first time, a close view of those who opposed him."
  },
  {
    "segment_id": "215_526",
    "book_id": 215,
    "book_slug": "the-call-of-the-wild",
    "genre": "Fiction",
    "length": 480,
    "text": "Thornton said coolly. \"Well,\" Matthewson said, slowly and deliberately, so that all could hear, \"I've got a thousand dollars that says he can't. And there it is.\" So saying, he slammed a sack of gold dust of the size of a bologna sausage down upon the bar. Nobody spoke. Thornton's bluff, if bluff it was, had been called. He could feel a flush of warm blood creeping up his face. His tongue had tricked him. He did not know whether Buck could start a thousand pounds. Half a ton!"
  },
  {
    "segment_id": "11144_976",
    "book_id": 11144,
    "book_slug": "somewhere-in-france",
    "genre": "History",
    "length": 177,
    "text": "It was not until he had seen his chauffeur arouse himself from apparently deep slumber and crank the car that he addressed her. \"That girl,\" he said, \"had better go back to bed."
  },
  {
    "segment_id": "173_1170",
    "book_id": 173,
    "book_slug": "the-insidious-dr-fu-manchu",
    "genre": "Mystery",
    "length": 183,
    "text": "Weymouth considered West insane.  Smith, his hands locked behind his back, stared out of the window. \"ANDAMAN—SECOND\" he said suddenly. \"Weymouth, when is the first train to Tilbury?\""
  },
  {
    "segment_id": "16259_75",
    "book_id": 16259,
    "book_slug": "the-surprising-adventures-of-the-magical-monarch-of-mo-and-his-people",
    "genre": "Fantasy",
    "length": 155,
    "text": "King was not easily discouraged, and kept on until he found the blackberry bushes, when he immediately began to fill his pail, the berries being remarkably"
  },
  {
    "segment_id": "35_207",
    "book_id": 35,
    "book_slug": "the-time-machine",
    "genre": "Science Fiction",
    "length": 75,
    "text": "Apparently the single house, and possibly even the household, had vanished."
  },
  {
    "segment_id": "12057_1283",
    "book_id": 12057,
    "book_slug": "yolanda-maid-of-burgundy",
    "genre": "Fiction",
    "length": 316,
    "text": "THE DUKE OF BURGUNDY. \"You shall not touch the child, my lord!\" cried the duchess. \"Though she is your child, you shall not touch her if I can help it. Twice, my lord, you have almost killed your daughter in your anger, and I have sworn to prevent a recurrence of your brutality or to die in my attempt to save her.\""
  },
  {
    "segment_id": "1987_1541",
    "book_id": 1987,
    "book_slug": "the-outlet",
    "genre": "Western",
    "length": 444,
    "text": "Not taking any interest in the passing trains, Sponsilier was writing a letter to his girl in Texas, while I was shaking dice for the cigars with the bartender of the Stock Exchange, when the Eastbound arrived. After the departure of the train, I did not take any notice of the return of the boys to the abandoned games, or the influx of patrons to the house, until some one laid a hand on my shoulder and quietly said, \"Isn't your name Quirk?\""
  },
  {
    "segment_id": "62_460",
    "book_id": 62,
    "book_slug": "a-princess-of-mars",
    "genre": "Science Fiction",
    "length": 200,
    "text": "We were interrupted at this juncture by the approach of one of the warriors, bearing arms, accoutrements and ornaments, and in a flash one of her questions was answered and a puzzle cleared up for me."
  },
  {
    "segment_id": "1563_457",
    "book_id": 1563,
    "book_slug": "the-crystal-stopper",
    "genre": "Mystery",
    "length": 378,
    "text": "Clarisse Mergy put her hands together to hide the blushes on her forehead. She continued, in her tired voice: \"Daubrecq had taken his revenge. On the day after my husband turned our unhappy child out of the house, Daubrecq sent us a most cynical letter in which he revealed the odious part which he had played and the machinations by which he had succeeded in depraving our son."
  },
  {
    "segment_id": "15971_709",
    "book_id": 15971,
    "book_slug": "polly-of-the-hospital-staff",
    "genre": "Fiction",
    "length": 376,
    "text": "Mr. Bean wass already eating breakfast, and he greeted the little girl pleasantly, though keeping watch of his wife, who was frying cakes. \"Here! Give these to you uncle,\" Polly was bidden; whereupon the little man began such attempts at kindliness as to draw out a contemptuous, \"Huh!\" from over the griddle.  After that he fastened his eyes on his plate, and ate in silence."
  },
  {
    "segment_id": "1013_954",
    "book_id": 1013,
    "book_slug": "the-first-men-in-the-moon",
    "genre": "Science Fiction",
    "length": 288,
    "text": "Almost immediately it began to lighten, and then far off and high up, and quite blindingly brilliant, appeared its opening on the exterior, a slope of Alpine steepness surmounted by a crest of bayonet shrub, tall and broken down now, and dry and dead, in spiky silhouette against the sun."
  },
  {
    "segment_id": "16566_253",
    "book_id": 16566,
    "book_slug": "aunt-jane-s-nieces-abroad",
    "genre": "Travel",
    "length": 150,
    "text": "De Graf, sir, won't you? We both live in Ohio, you know, and we've just got acquainted; and—and I'd like to see her again, some time, if she escapes.\""
  },
  {
    "segment_id": "11514_560",
    "book_id": 11514,
    "book_slug": "balcony-stories",
    "genre": "Fiction",
    "length": 162,
    "text": "Madame said 'Soup,'\" enumerating his menu again; \"madame never once said mushrooms.\" \"But how could I know there were mushrooms in the market? Do I go to market?\""
  },
  {
    "segment_id": "16041_1851",
    "book_id": 16041,
    "book_slug": "the-grey-cloak",
    "genre": "History",
    "length": 419,
    "text": "The marquis rose. \"Monsieur, my thanks; your Excellency will excuse me, as I have something important to say to Monsieur d'Hérouville.\" It was only when the marquis was leaving the hall that the governor noticed the basket-hilt of the old man's dueling sword.  Its formidable length disquieted his Excellency more than he would have liked to confess. It was early moonlight, and the parade ground was empty and ghostly."
  },
  {
    "segment_id": "14832_669",
    "book_id": 14832,
    "book_slug": "a-maid-of-the-silver-sea",
    "genre": "History",
    "length": 218,
    "text": "His way took him to La Closerie. But he was not anxious to meet Mrs. Tom, so he hung about behind the hedges till Nance happened to come out of the house, and then he whistled softly and beckoned to her to come to him."
  },
  {
    "segment_id": "14317_1042",
    "book_id": 14317,
    "book_slug": "the-sorcery-club",
    "genre": "Mystery",
    "length": 182,
    "text": "Shortly before midnight, Hamar, Curtis and Kelson, obeying the injunctions Hamar had received, set off to Berners Street, where they had little difficulty in finding Karaver's house."
  },
  {
    "segment_id": "2346_212",
    "book_id": 2346,
    "book_slug": "the-adventure-of-the-bruce-partington-plans",
    "genre": "Mystery",
    "length": 67,
    "text": "Before our prisoner had recovered his balance the door was shut and"
  },
  {
    "segment_id": "14784_273",
    "book_id": 14784,
    "book_slug": "timid-hare-the-little-captive",
    "genre": "History",
    "length": 201,
    "text": "Hare held to her lips.  She tried to swallow, but it choked her. \"There,\" she said with a gasp, \"it is enough,\" and she lifted herself up. \"Good,\" said both men, who knew a little of the Indian tongue."
  },
  {
    "segment_id": "1881_1597",
    "book_id": 1881,
    "book_slug": "the-call-of-the-canyon",
    "genre": "Western",
    "length": 197,
    "text": "The willow brakes and oak thickets harbored rabbits and birds. She saw the white flags of deer running away down the open. Up at the head where the canyon boxed she flushed a flock of wild turkeys."
  },
  {
    "segment_id": "289_500",
    "book_id": 289,
    "book_slug": "the-wind-in-the-willows",
    "genre": "Fantasy",
    "length": 463,
    "text": "\"The hour has come!\" said the Badger at last with great solemnity. \"What hour?\" asked the Rat uneasily, glancing at the clock on the mantelpiece. \"Whose hour, you should rather say,\" replied the Badger. \"Why, Toad's hour! The hour of Toad! I said I would take him in hand as soon as the winter was well over, and I'm going to take him in hand to-day!\" \"Toad's hour, of course!\" cried the Mole delightedly. \"Hooray! I remember now! We'll teach him to be a sensible"
  },
  {
    "segment_id": "15712_963",
    "book_id": 15712,
    "book_slug": "hugo-a-fantasia-on-modern-themes",
    "genre": "Fiction",
    "length": 395,
    "text": "There was no answer to the bell, and he rang again, with an increase of energy.\nThen he perceived through the fanlight an illumination in the hall. The door opened cautiously, as such doors always do open, and a middle-aged man in a dressing-gown stood before him. In the background he descried a small table with a candle on it, and the foul, polished walls of the narrow lobby—a representative"
  },
  {
    "segment_id": "15966_991",
    "book_id": 15966,
    "book_slug": "a-voyage-of-consolation-being-in-the-nature-of-a-sequel-to-the-experiences-of-an-american-girl-in-london",
    "genre": "Travel",
    "length": 325,
    "text": "It makes enervating reading.\" \"Young man,\" said poppa in a burst of feeling, \"they say the American eagle might keep her beak shut with advantage, more than she does; but I tell you,\" and the Senator's hand came down hard on Dicky's knee, \"a trip around Europe is enough to turn her into a singing bird, sir, a singing bird.\""
  },
  {
    "segment_id": "527_772",
    "book_id": 527,
    "book_slug": "the-end-of-the-tether",
    "genre": "Fiction",
    "length": 442,
    "text": "He shook off the appearance of numbness to return Mr. Van Wyk's unusually brisk greeting, but relapsed directly afterwards. To accept a pressing invitation to dinner \"up at the house\" cost him another very visible physical effort. Mr. Van Wyk, perplexed, folded his arms, and leaning back against the rail, with his little, black, shiny feet well out, examined him covertly. \"I've noticed of late that you are not quite yourself, old friend.\""
  },
  {
    "segment_id": "3479_1240",
    "book_id": 3479,
    "book_slug": "the-metal-monster",
    "genre": "Science Fiction",
    "length": 302,
    "text": "But one there was who escaped and told me—me who was little more than a budding maid. He called on me to bring vengeance—and he died. A year passed—and I am not like my mother and my father—and I forgot—dwelling here in the great tranquillities, barred from and having no thought for men and their way."
  },
  {
    "segment_id": "4381_490",
    "book_id": 4381,
    "book_slug": "the-aran-islands",
    "genre": "Travel",
    "length": 356,
    "text": "Every instant the steersman whirled us round with a sudden stroke of his oar, the prow reared up and then fell into the next furrow with a crash, throwing up masses of spray. As it did so, the stern in its turn was thrown up, and both the steersman, who let go his oar and clung with both hands to the gunnel, and myself, were lifted high up above the sea."
  },
  {
    "segment_id": "419_391",
    "book_id": 419,
    "book_slug": "the-magic-of-oz",
    "genre": "Fantasy",
    "length": 297,
    "text": "Also the other Lions of the forest now came forward and bowed low before the strange Lion. \"We welcome Your Majesty,\" said one. \"We have known you many years ago, before you went to live at the Emerald City, and we have seen you fight the terrible Kalidahs and conquer them, so we know you are the"
  },
  {
    "segment_id": "4994_901",
    "book_id": 4994,
    "book_slug": "five-thousand-miles-underground-or-the-mystery-of-the-centre-of-the-earth",
    "genre": "Science Fiction",
    "length": 243,
    "text": "This enabled the fleeing ones to gain the entrance to the temple, and soon they were outside. \"To the ship!\" yelled Bill. \"There's little danger now!\" called Andy, panting, for the run had winded him. \"They will hardly attack us in the light!\""
  },
  {
    "segment_id": "537_1487",
    "book_id": 537,
    "book_slug": "tales-of-terror-and-mystery",
    "genre": "Mystery",
    "length": 225,
    "text": "Arthur Morton had been concerned in it.  It was in a late evening paper that I read an account of the proceedings of yesterday, and I have come this morning as fast as an express train could bring me to testify to the truth.\""
  },
  {
    "segment_id": "6073_1114",
    "book_id": 6073,
    "book_slug": "smith-and-the-pharaohs-and-other-tales",
    "genre": "Fantasy",
    "length": 198,
    "text": "That most admirable and wide-minded prelate departed, and so far as history records was no more seen in Sisa-Land. But Thomas remained, and set about the building of the house with his usual vigour."
  },
  {
    "segment_id": "10624_1302",
    "book_id": 10624,
    "book_slug": "three-john-silence-stories",
    "genre": "Mystery",
    "length": 231,
    "text": "Colonel Wragge and the doctor, and myself too for that matter, sat thus like figures of stone, without speech and without gesture. My eyes passed in ceaseless journeys from the bowl to their faces, and from their faces to the bowl."
  },
  {
    "segment_id": "11144_38",
    "book_id": 11144,
    "book_slug": "somewhere-in-france",
    "genre": "History",
    "length": 164,
    "text": "Paris, we have no substitute. You must not be found out. You are invaluable.\" The spy inclined her head. \"I thank you,\" she said. The officer sputtered indignantly."
  },
  {
    "segment_id": "62_1022",
    "book_id": 62,
    "book_slug": "a-princess-of-mars",
    "genre": "Science Fiction",
    "length": 159,
    "text": "Thoris?\" I asked as casually as possible. \"She is dead,\" he answered. \"This much was learned from a green warrior recently captured by our forces in the south."
  },
  {
    "segment_id": "14393_562",
    "book_id": 14393,
    "book_slug": "the-inner-shrine",
    "genre": "Fiction",
    "length": 163,
    "text": "Our men probably think more about women than any other men in the world; but they think of them as objects of prey—with joys and sorrows not to be taken seriously."
  },
  {
    "segment_id": "15527_95",
    "book_id": 15527,
    "book_slug": "captivity",
    "genre": "Fiction",
    "length": 208,
    "text": "He was thorough, was Andrew Lashcairn. Finding the young student's \"Riddle of the Universe\" in the book-room one day he read it idly. It started him on a course of philosophy in which he determined to include"
  },
  {
    "segment_id": "13969_523",
    "book_id": 13969,
    "book_slug": "the-hill-of-dreams",
    "genre": "Fantasy",
    "length": 183,
    "text": "Come along in?\" Over the whisky and pipes Lucian heard of the evil rumors affecting his character. \"Mrs. Dixon assured me you were staggering from one side of the street to the other."
  },
  {
    "segment_id": "24_124",
    "book_id": 24,
    "book_slug": "o-pioneers",
    "genre": "Science Fiction",
    "length": 164,
    "text": "She made a yellow jam of the insipid ground-cherries that grew on the prairie, flavoring it with lemon peel; and she made a sticky dark conserve of garden tomatoes."
  },
  {
    "segment_id": "2728_19",
    "book_id": 2728,
    "book_slug": "hunter-quatermain-s-story",
    "genre": "Fiction",
    "length": 153,
    "text": "At the request of Sir Henry and Captain Good I have written down a true and plain account of King Solomon's Mines and how we found them, so you will soon"
  },
  {
    "segment_id": "2347_91",
    "book_id": 2347,
    "book_slug": "the-adventure-of-the-dying-detective",
    "genre": "Mystery",
    "length": 209,
    "text": "Then, to my surprise, there came a long silence, broken only by the heavy breathings and gaspings of the sick man. I could imagine that our visitor was standing by the bedside and looking down at the sufferer."
  },
  {
    "segment_id": "159_435",
    "book_id": 159,
    "book_slug": "the-island-of-doctor-moreau",
    "genre": "Science Fiction",
    "length": 275,
    "text": "He was holding the leaping staghound back, and close behind him came Montgomery revolver in hand. For a moment I stood horror-struck. I turned and saw the passage behind me blocked by another heavy brute, with a huge grey face and twinkling little eyes, advancing towards me."
  },
  {
    "segment_id": "15356_371",
    "book_id": 15356,
    "book_slug": "red-money",
    "genre": "Mystery",
    "length": 376,
    "text": "Tribb knew all the servants at the big house. She had married a gamekeeper, who had died, and unwilling to leave the country she knew best, had gladly accepted the offer of Lord Garvington to look after the woodland cottage. In this way Lambert became possessed of an exceedingly clean housekeeper, and a wonderfully good cook. In fact so excellent a cook was Mrs. Tribb, that"
  },
  {
    "segment_id": "1298_450",
    "book_id": 1298,
    "book_slug": "the-virginian-a-horseman-of-the-plains",
    "genre": "Western",
    "length": 290,
    "text": "It made Em'ly perfectly happy. To see her sitting all day jealously spreading her wings over some blind puppies was sufficiently curious; but when they became large enough to come out from under the house and toddle about in the proud hen's wake, I longed for some distinguished naturalist."
  },
  {
    "segment_id": "552_97",
    "book_id": 552,
    "book_slug": "the-people-that-time-forgot",
    "genre": "Science Fiction",
    "length": 323,
    "text": "Yet I could not give up hope entirely.  My duty lay clear before me; I must follow it while life remained to me, and so I set forth toward the north. The country through which I took my way was as lovely as it was unusual—I had almost said unearthly, for the plants, the trees, the blooms were not of the earth that I knew."
  },
  {
    "segment_id": "3457_799",
    "book_id": 3457,
    "book_slug": "the-man-of-the-forest",
    "genre": "Western",
    "length": 151,
    "text": "Dale did not betray surprise, but he showed that his mistake was something to ponder over. \"Excuse me,\" he said, presently, as his gray eyes held hers."
  },
  {
    "segment_id": "546_480",
    "book_id": 546,
    "book_slug": "under-the-andes",
    "genre": "Fantasy",
    "length": 183,
    "text": "There's only one way.  Lie perfectly still; let them think we've given it up. I'm going to try something.\" I drew up my knees, twisted over on the hard rock, and lay flat on my belly."
  },
  {
    "segment_id": "1897_800",
    "book_id": 1897,
    "book_slug": "the-seventh-man",
    "genre": "Western",
    "length": 254,
    "text": "And this was the creation to which Lee Haines had to listen, impatient, sifting the chaff from the grains of truth. Down upon Alder, exactly at midnight, had ridden a cavalcade headed by that notorious, half-legendary man-slayer, Dan Barry—Whistling Dan."
  },
  {
    "segment_id": "753_411",
    "book_id": 753,
    "book_slug": "arizona-nights",
    "genre": "Western",
    "length": 350,
    "text": "In the thick dust that instantly arose, and with the bewildering thunder of galloping, the flashing change of grouping, the rush of the charging animals, recognition alone would seem almost impossible, yet in an incredibly short time each had his mount, and the others, under convoy of the wranglers, were meekly wending their way out over the plain."
  },
  {
    "segment_id": "15958_2196",
    "book_id": 15958,
    "book_slug": "french-and-english-a-story-of-the-struggle-in-america",
    "genre": "History",
    "length": 424,
    "text": "\"He has not an hour to live.\" \"To be cut off in the very hour of victory!\" exclaimed Humphrey, with a burst of sorrow. \"It is too hard--too hard!\" \"Yet it is what he desired for himself,\" said Julian, in a low voice. I think it is what he himself would have chosen.\" \"He has suffered more than any of us can well imagine,\" said the surgeon gravely. \"We can scarcely grudge to him the rest and peace of the long, last sleep.\""
  },
  {
    "segment_id": "552_229",
    "book_id": 552,
    "book_slug": "the-people-that-time-forgot",
    "genre": "Science Fiction",
    "length": 240,
    "text": "The little head was raised high upon the long neck as the animal stupidly looked here and there in search of the author of the disturbance.  At last its eyes discovered tiny little Ajor, and then she hurled the stick at the diminutive head."
  },
  {
    "segment_id": "14355_446",
    "book_id": 14355,
    "book_slug": "54-40-or-fight",
    "genre": "History",
    "length": 154,
    "text": "\"I might have told you,\" said I at Last, \"but I did not myself know it until this morning.\" \"My faith, this country!\" she exclaimed with genuine surprise."
  },
  {
    "segment_id": "1696_32",
    "book_id": 1696,
    "book_slug": "the-club-of-queer-trades",
    "genre": "Mystery",
    "length": 158,
    "text": "I was sitting there one evening, about six o'clock, over a glass of that gorgeous Burgundy which he kept behind a pile of black-letter folios; he was striding"
  },
  {
    "segment_id": "16530_1462",
    "book_id": 16530,
    "book_slug": "the-ridin-kid-from-powder-river",
    "genre": "Western",
    "length": 236,
    "text": "He knew that should the northern ranchmen happen to organize quickly and in force, they would not hesitate to promptly lynch the raiders, burn his buildings, take all his horses worth taking, and generally put the ranch out of business."
  },
  {
    "segment_id": "16181_163",
    "book_id": 16181,
    "book_slug": "young-lion-of-the-woods-or-a-story-of-early-colonial-days",
    "genre": "History",
    "length": 196,
    "text": "All went fairly well until the 26th February, 1771, when the red men again appeared at the premises of the Captain. They were armed, and their actions seemed to be in keeping with Old Mag's dream."
  },
  {
    "segment_id": "9330_137",
    "book_id": 9330,
    "book_slug": "the-biography-of-a-grizzly",
    "genre": "Fiction",
    "length": 201,
    "text": "Miller dropped his gun and swung lightly into a tree, the only large one near. Wahb raged in vain against the trunk. He tore off the bark with his teeth and claws; but Miller was safe beyond his reach."
  },
  {
    "segment_id": "14784_71",
    "book_id": 14784,
    "book_slug": "timid-hare-the-little-captive",
    "genre": "History",
    "length": 152,
    "text": "\"Too bad.\" Timid Hare nodded. \"Good dog,\" she ventured after a while, looking at the dog with a sad little smile. \"I had a dog; I loved him,\" she added."
  },
  {
    "segment_id": "1686_1731",
    "book_id": 1686,
    "book_slug": "the-secret-of-the-night",
    "genre": "Fiction",
    "length": 110,
    "text": "Just then the door opened. Rouletabille supposed the proprietor of the place was entering.\n\n\nIt was Koupriane."
  },
  {
    "segment_id": "16054_1863",
    "book_id": 16054,
    "book_slug": "the-palace-of-darkened-windows",
    "genre": "Fiction",
    "length": 186,
    "text": "\"And then they had their prayer?\" \"Infallibly.\" \"I'd like a guardian like that,\" said Arlee, with a sudden mischievous wistfulness that played the dickens with Billy's forces of reserve."
  },
  {
    "segment_id": "106_1504",
    "book_id": 106,
    "book_slug": "jungle-tales-of-tarzan",
    "genre": "Fantasy",
    "length": 328,
    "text": "She found Taug, though, and told him what the others were planning, and the great bull stamped upon the ground and roared.  His bloodshot eyes blazed with wrath, his upper lip curled up to expose his fighting fangs, and the hair upon his spine stood erect, and then a rodent scurried across the open and Taug sprang to seize it."
  },
  {
    "segment_id": "14740_876",
    "book_id": 14740,
    "book_slug": "the-princess-passes",
    "genre": "Fiction",
    "length": 188,
    "text": "It would never do to hurt his feelings, when he has been so kind.\" \"To the bitter end, then,\" I answered desperately; and no sooner were the words out of my mouth than the bitter end came."
  },
  {
    "segment_id": "14829_99",
    "book_id": 14829,
    "book_slug": "our-holidays-their-meaning-and-spirit-retold-from-st-nicholas",
    "genre": "History",
    "length": 157,
    "text": "\"I trembled all over as though I had seen a ghost. I was so faint that I sat down on the meal-chest. \"As I was in that place, a bill pecked against the door."
  },
  {
    "segment_id": "15506_428",
    "book_id": 15506,
    "book_slug": "philip-winwood",
    "genre": "History",
    "length": 306,
    "text": "\"But, 'tis impossible,\" replied mystified Phil. \"To whom in the world would your father pass his authority over you? He is hale and hearty; there's not the least occasion for a guardian.\" \"Why, fathers do , you know.\" \"Upon my soul, I don't see—\" \"I vow you don't! You are the blindest fellow! Didn't Polly"
  },
  {
    "segment_id": "16096_946",
    "book_id": 16096,
    "book_slug": "a-man-s-woman",
    "genre": "Fiction",
    "length": 178,
    "text": "Lloyd heard the others go downstairs. The rooms and hallways on the second floor fell quiet. A faint, subdued murmur of talk came to her ears in the direction of the dining-room."
  },
  {
    "segment_id": "1401_2026",
    "book_id": 1401,
    "book_slug": "tarzan-the-untamed",
    "genre": "Fantasy",
    "length": 437,
    "text": "Her brows puckered as in labored thought and then with a startled expression, she threw a glance backward toward the hidden niche where the Englishman stood, after which she whispered rapidly to her companion, occasionally jerking her head in the direction of the niche and on several occasions making a move with one hand and forefinger, which Smith-Oldwick could not mistake as other than an attempt to describe his pistol and its use."
  },
  {
    "segment_id": "14907_192",
    "book_id": 14907,
    "book_slug": "living-alone",
    "genre": "Fantasy",
    "length": 275,
    "text": "She danced, as you may imagine, in a very far from grown-up way, rather like a baby that has thought of a new funny way of annoying its Nana; and she sang, too, like a child that inadvertently bursts into loud tuneless song, because it is morning and yet too early to get up."
  },
  {
    "segment_id": "12912_452",
    "book_id": 12912,
    "book_slug": "the-price-of-love",
    "genre": "Fiction",
    "length": 170,
    "text": "Through this mirror the chit—so he named her in his mind at the instant—had been surveying him! \"Yes,\" he said, producing the second cigarette-case, \"I was only teasing.\""
  },
  {
    "segment_id": "4381_136",
    "book_id": 4381,
    "book_slug": "the-aran-islands",
    "genre": "Travel",
    "length": 184,
    "text": "They consist simply of a piece of raw cowskin, with the hair outside, laced over the toe and round the heel with two ends of fishing-line that work round and are tied above the instep."
  },
  {
    "segment_id": "5815_1188",
    "book_id": 5815,
    "book_slug": "the-great-impersonation",
    "genre": "Fiction",
    "length": 429,
    "text": "Seaman nodded. \"Leave it to me,\" he directed. \"You go out and play the host.\"\n\n\nDominey played the host first and then the husband. Rosamund welcomed him with a little cry of pleasure. \"I have been enjoying myself so much, Everard!\" she exclaimed. \"Everybody has been so kind, and Mr. Mangan has taught me a new Patience.\" \"And now, I think,\" Doctor Harrison intervened a little gruffly, \"it's time to knock off for the evening.\""
  },
  {
    "segment_id": "10002_622",
    "book_id": 10002,
    "book_slug": "the-house-on-the-borderland",
    "genre": "Science Fiction",
    "length": 374,
    "text": "Yet, because I was so weary and old and tired, I would scarcely brace my mind to do anything but stand, and wish myself past those few yards. I rocked, as I stood. The floor, even, seemed a place for rest; but the dust lay so thick and sleepy and black. I turned, with a great effort of will, and made toward my chair. I reached it, with a groan of thankfulness. I sat down."
  },
  {
    "segment_id": "1987_1835",
    "book_id": 1987,
    "book_slug": "the-outlet",
    "genre": "Western",
    "length": 169,
    "text": "He was cautious in his remarks, but clearly intimated that had there been no other cattle in competition for delivery on this award, there might have been no quarantine."
  },
  {
    "segment_id": "15503_84",
    "book_id": 15503,
    "book_slug": "the-underworld-the-story-of-robert-sinclair-miner",
    "genre": "Fiction",
    "length": 45,
    "text": "And Andrew would not move from that decision."
  },
  {
    "segment_id": "4747_336",
    "book_id": 4747,
    "book_slug": "the-river-s-end",
    "genre": "Fiction",
    "length": 278,
    "text": "Wallie's kitchen, but the inspector disappointed him. He stood for a few moments with his back to the fire, thumbing down the tobacco in his pipe, and he made no effort to conceal the fact that there was something in his mind more important than dinner and the cheer of a grate."
  },
  {
    "segment_id": "1897_678",
    "book_id": 1897,
    "book_slug": "the-seventh-man",
    "genre": "Western",
    "length": 232,
    "text": "After this her father showed her a little stream of water which must come from a spring far back in the cave, and the current slipped noiselessly along one wall, and dipped of sight again before it reached the entrance to the place."
  },
  {
    "segment_id": "502_495",
    "book_id": 502,
    "book_slug": "desert-gold",
    "genre": "Western",
    "length": 155,
    "text": "Where is he, Laddy?\" \"He's in there asleep.\" \"Is he hurt?\" \"I reckon not.  He walked about fifteen miles.\" \"Is he—nice, Laddy?\" \"Shore.\" \"What is he like?\""
  },
  {
    "segment_id": "3457_1793",
    "book_id": 3457,
    "book_slug": "the-man-of-the-forest",
    "genre": "Western",
    "length": 165,
    "text": "There were saddled horses in the courtyard, but no riders. A Mexican boy sat on the porch bench, in the seat where Dale remembered he had encountered Al Auchincloss."
  },
  {
    "segment_id": "2892_479",
    "book_id": 2892,
    "book_slug": "irish-fairy-tales",
    "genre": "Fantasy",
    "length": 429,
    "text": "The Ard-Ri' could look on all things with composure, and regard all beings with a tranquil eye; but it should be known that there was one deed entirely hateful to him, and he would punish its commission with the very last rigour—this was, a transgression of the Sunday. During six days of the week all that could happen might happen, so far as Dermod was concerned, but on the seventh day nothing should happen at all if the High"
  },
  {
    "segment_id": "1027_56",
    "book_id": 1027,
    "book_slug": "the-lone-star-ranger-a-romance-of-the-border",
    "genre": "Western",
    "length": 240,
    "text": "If Bain was drunk he did not show it in his movement. He swaggered forward, rapidly closing up the gap. Red, sweaty, disheveled, and hatless, his face distorted and expressive of the most malignant intent, he was a wild and sinister figure."
  },
  {
    "segment_id": "15714_664",
    "book_id": 15714,
    "book_slug": "the-poor-little-rich-girl",
    "genre": "Fantasy",
    "length": 309,
    "text": "Whereat the little old gentleman suddenly subsided into silence. \"Yes, I protect old people,\" reiterated the other, \"and the blind, of course, and the trees and the flowers and the fountains. Also, the statues. There's the General, for instance. If I didn't watch out, folks would scribble on him with chalk.\""
  },
  {
    "segment_id": "559_989",
    "book_id": 559,
    "book_slug": "greenmantle",
    "genre": "Mystery",
    "length": 163,
    "text": "\"Do you know that we are being followed, Cornelis?\" he said suddenly, \"ever since we came into this evil-smelling dorp.\" Peter was infallible in a thing like that."
  },
  {
    "segment_id": "10337_396",
    "book_id": 10337,
    "book_slug": "lady-into-fox",
    "genre": "Fantasy",
    "length": 467,
    "text": "Then he began turning over the names of schools in his mind.\nEton would not do, nor Harrow, nor Winchester, nor Rugby.... But he could not tell why these schools would not do for these children of hers, he only knew that every school he thought of was impossible, but surely one could be found. So turning over the names of schools he sat for a long while holding his dear wife's hand, till at length, still weeping, she got up and went away and then slowly he awoke."
  },
  {
    "segment_id": "14829_495",
    "book_id": 14829,
    "book_slug": "our-holidays-their-meaning-and-spirit-retold-from-st-nicholas",
    "genre": "History",
    "length": 268,
    "text": "During the morning, Frank's cousin George, a boy two or three years older than Frank, who had been in Paris the preceding winter, came to our hotel; and, as I had some matters to attend to in the afternoon, they went off together to see sights and to have a good time."
  },
  {
    "segment_id": "14126_2688",
    "book_id": 14126,
    "book_slug": "the-marriage-of-william-ashe",
    "genre": "Fiction",
    "length": 389,
    "text": "She implored me to see you, and to ask you if she might live at Haggart, near the child's grave. She told me that according to every doctor she has seen she is doomed, physically. But I don't think she wants to work upon your pity. She herself declares that she has much more vitality than people think, and that the doctors may be all wrong. So that you are not to take that into account."
  },
  {
    "segment_id": "16589_459",
    "book_id": 16589,
    "book_slug": "the-killer",
    "genre": "Western",
    "length": 362,
    "text": "So I came along to keep him out of mischief.\" \"What are you going to do now?\" asked the girl, who had kicked off her slippers and had been walking a few paces to and fro. \"I don't know, ma'am. We've got to get away.\" \"We?\" \"You mean me, too? Yes, ma'am! I have stood with the doings of this place as long as I can stand them. Artie has told me some other things."
  },
  {
    "segment_id": "13937_492",
    "book_id": 13937,
    "book_slug": "the-mysterious-rider",
    "genre": "Western",
    "length": 389,
    "text": "\"If they're as good as they look we're lucky,\" said Wade, as he tied the ends of his rope round their necks. \"Now are there any more you know are good?\" \"Denver, come hyar!\" yelled Belllounds. A white, yellow-spotted hound came wagging his tail. \"I'll swear by Denver. An' there's one more--Kane. He's half bloodhound, a queer, wicked kind of dog. He keeps to himself.... Kane! Come hyar!\""
  },
  {
    "segment_id": "16654_1727",
    "book_id": 16654,
    "book_slug": "the-lost-treasure-of-trevlyn-a-story-of-the-days-of-the-gunpowder-plot",
    "genre": "History",
    "length": 305,
    "text": "\"I have not said the treasure is mine, only that I trow I know where soon I may lay hands upon it. Sweet Kate, when all that gold is brought back to the halls of Trevlyn Chase whence it was taken, sure thy dowry will be fair enough to win Lord Andover's smiles. Sure thou wilt not then be afraid to own--\""
  },
  {
    "segment_id": "5067_737",
    "book_id": 5067,
    "book_slug": "the-rainbow-trail",
    "genre": "Western",
    "length": 419,
    "text": "Some distance down the path he heard the sound of hoofs. Withdrawing into the gloom of a cedar, he watched. Soon he made out moving horses with riders. They filed past him to the number of half a score. Like a flash of fire the truth burned him. Mormons come for one of those mysterious night visits to sealed wives!\n\n\nShefford stalked far down the valley, into the lonely silence and the night shadows under the walls."
  },
  {
    "segment_id": "9385_1257",
    "book_id": 9385,
    "book_slug": "the-incomplete-amorist",
    "genre": "Fiction",
    "length": 177,
    "text": "Well, I went to see her, and when she told me that you'd told her you were engaged to me, I—I just acted the jealous a little bit. I thought I was helping you—playing up to you."
  },
  {
    "segment_id": "11402_1264",
    "book_id": 11402,
    "book_slug": "the-sky-line-of-spruce",
    "genre": "Fiction",
    "length": 294,
    "text": "Ben would seek the shells as soon as he fired the few that remained in his pistol magazine; and an empty container might put him upon his guard. On the other hand, if he could not find the box at all, he could easily be led to believe that it had been simply misplaced among the other supplies."
  },
  {
    "segment_id": "12986_716",
    "book_id": 12986,
    "book_slug": "the-card-a-story-of-adventure-in-the-five-towns",
    "genre": "Fiction",
    "length": 220,
    "text": "In various corners white statues stood awaiting the day of doom without a rag to protect them from the winds of destiny. The walls were panelled in tremendous panels, and in each panel was a formidable dark oil-painting."
  },
  {
    "segment_id": "72_24",
    "book_id": 72,
    "book_slug": "thuvia-maid-of-mars",
    "genre": "Science Fiction",
    "length": 167,
    "text": "He looked toward his princess. She, too, guessed all that hung upon the action of the coming moment. For many years Dusar and Ptarth had been at peace with each other."
  },
  {
    "segment_id": "16677_1528",
    "book_id": 16677,
    "book_slug": "the-chink-in-the-armour",
    "genre": "Mystery",
    "length": 206,
    "text": "\"I will not say more,\" the servant went on, speaking very quickly, and under her breath. \"But I am an honest woman, and these people frighten me. Still, I am not one to want embarrassments with the police.\""
  },
  {
    "segment_id": "1699_474",
    "book_id": 1699,
    "book_slug": "the-vanished-messenger",
    "genre": "Mystery",
    "length": 291,
    "text": "David's Hall. He looked at it steadily and with increasing admiration. Its long, red brick front with its masses of clustering chimneys, a little bare and weather-beaten, impressed him with a sense of dignity due as much to the purity of its architecture as the singularity of its situation."
  },
  {
    "segment_id": "2287_311",
    "book_id": 2287,
    "book_slug": "havoc",
    "genre": "Mystery",
    "length": 175,
    "text": "I have promised—don't look at me, David—I have promised to join him there.\" Bellamy was grave. \"There will be trouble,\" he said. \"He will come back. He will want to shoot you."
  },
  {
    "segment_id": "331_2099",
    "book_id": 331,
    "book_slug": "the-mucker",
    "genre": "Fiction",
    "length": 257,
    "text": "\"What you doin' here with your prisoner? Who told you to let him out, eh?\" \"Can the chatter,\" growled Billy Byrne. \"Shorter didn't let me out. I escaped hours ago, and I've just come back from Jose's to ask you where Miss Harding is, you low-lived cur, you."
  },
  {
    "segment_id": "5265_795",
    "book_id": 5265,
    "book_slug": "the-ball-and-the-cross",
    "genre": "Fiction",
    "length": 313,
    "text": "As he spoke, three solemn footmen came out of the lodge gate and assembled to assist the chauffeur to his room. The mere sight of them made the two wanderers flee as from a too frightful incongruity, and before they knew where they were, they were well upon the grassy ledge of England that overlooks the Channel."
  },
  {
    "segment_id": "2883_951",
    "book_id": 2883,
    "book_slug": "the-gold-bag",
    "genre": "Mystery",
    "length": 154,
    "text": "He seemed glad to see me, and glad to discuss ways and means of running down the assassin. Like Mr. Porter, he attached little importance to the gold bag."
  },
  {
    "segment_id": "556_1166",
    "book_id": 556,
    "book_slug": "rewards-and-fairies",
    "genre": "Fantasy",
    "length": 370,
    "text": "‘Dat's the very first time I've knowed you lay into Sailor—to hurt him,' said Lewknor.\n\n\n‘It is,' said Cattiwow, and passed his hand over the two wheals. ‘But I'd ha' laid my own brother open at that pinch. Now we'll twitch her down the hill a piece—she lies just about right—and get her home by the low road. My team'll do it, Bunny; you bring the tug along. Mind out!'"
  },
  {
    "segment_id": "7463_3283",
    "book_id": 7463,
    "book_slug": "darkness-and-dawn",
    "genre": "Science Fiction",
    "length": 161,
    "text": "Merucaan. The next generation will speak English from birth and gradually the other language will decay and perish--save as we record it for the sake of history."
  },
  {
    "segment_id": "2729_60",
    "book_id": 2729,
    "book_slug": "a-tale-of-three-lions",
    "genre": "Fantasy",
    "length": 313,
    "text": "‘Now, then, do you get up, Harry, and see if that consummate villain has gone.' Harry did so, and reported that he had vanished towards Pilgrim's Rest, and then we set to work, and very carefully, but trembling with excitement, with our hands hollowed out all the space of ground into which I had struck the pick."
  },
  {
    "segment_id": "16053_369",
    "book_id": 16053,
    "book_slug": "the-haunted-chamber-a-novel",
    "genre": "Fantasy",
    "length": 224,
    "text": "\"Yes, yes—let us leave this terrible room forever.\" \"So be it,\" says Sir Adrian gayly. \"For my part, I feel no desire to ever re-enter it.\" \"It is very high art, I suppose,\" observes Ethel Villiers, glancing round the walls."
  },
  {
    "segment_id": "4381_205",
    "book_id": 4381,
    "book_slug": "the-aran-islands",
    "genre": "Travel",
    "length": 296,
    "text": "I have come out to lie on the rocks where I have the black edge of the north island in front of me, Galway Bay, too blue almost to look at, on my right, the Atlantic on my left, a perpendicular cliff under my ankles, and over me innumerable gulls that chase each other in a white cirrus of wings."
  },
  {
    "segment_id": "15966_198",
    "book_id": 15966,
    "book_slug": "a-voyage-of-consolation-being-in-the-nature-of-a-sequel-to-the-experiences-of-an-american-girl-in-london",
    "genre": "Travel",
    "length": 152,
    "text": "I won't say I could put my finger on it, but I'm perfectly certain I've heard of the poplars and the women field labourers of Normandy somewhere before."
  },
  {
    "segment_id": "139_266",
    "book_id": 139,
    "book_slug": "the-lost-world",
    "genre": "Science Fiction",
    "length": 187,
    "text": "But if it is neither bird nor bat, what is it?\" My small stock of knowledge was exhausted. \"I really do not know,\" said I. He opened the standard work to which he had already referred me."
  },
  {
    "segment_id": "1154_1052",
    "book_id": 1154,
    "book_slug": "the-voyages-of-doctor-dolittle",
    "genre": "Fantasy",
    "length": 433,
    "text": "One: with a strong glass and the rays of the sun. That however, since the sun has set, we cannot now employ. Another is by grinding a hard stick into a soft log—Is the daylight gone without?—Alas yes. Then I fear we must await the morrow; for besides the different woods, we need an old squirrel's nest for fuel—And that without lamps you could not find in your forests at this hour.\" \"Great are your cunning and your skill, oh White"
  },
  {
    "segment_id": "4381_775",
    "book_id": 4381,
    "book_slug": "the-aran-islands",
    "genre": "Travel",
    "length": 251,
    "text": "It changed continually, from profuse Gaelic maledictions to the simpler curses they know in English. As they spoke they could be seen writhing and twisting themselves with passion against the light which was beginning to turn on the ripple of the sea."
  },
  {
    "segment_id": "14739_314",
    "book_id": 14739,
    "book_slug": "the-altar-steps",
    "genre": "Fiction",
    "length": 162,
    "text": "The old man was leaning over the churchyard wall, shaking his stick and abusing them with violent words. \"That's fine language for a sexton,\" commented Cass Dale."
  },
  {
    "segment_id": "5067_1836",
    "book_id": 5067,
    "book_slug": "the-rainbow-trail",
    "genre": "Western",
    "length": 291,
    "text": "It had never seemed the same any two moments, but that was not what he meant. Near at hand it was too vast a thing for immediate comprehension. He wanted to ponder on what had formed it—to reflect upon its meaning as to age and force of nature, yet all he could do at each moment was to see."
  },
  {
    "segment_id": "14471_226",
    "book_id": 14471,
    "book_slug": "the-empty-house-and-other-ghost-stories",
    "genre": "Mystery",
    "length": 275,
    "text": "For what seemed fully five minutes the dark figure stood there, with the huge shoulders bent forward so as to bring the head down to the level of the glass; while behind him, though not nearly so large, the shadowy form of the other Indian swayed to and fro like a bent tree."
  },
  {
    "segment_id": "14885_113",
    "book_id": 14885,
    "book_slug": "red-pottage",
    "genre": "Fiction",
    "length": 9,
    "text": "Loftuses."
  },
  {
    "segment_id": "13969_755",
    "book_id": 13969,
    "book_slug": "the-hill-of-dreams",
    "genre": "Fantasy",
    "length": 460,
    "text": "He said Edward was doing very well at Oxford. He writes to them that he knows several noblemen, and that young Philip Bullingham (son of Sir John Bullingham) is his most intimate friend; of course this is very satisfactory for the Dixons. I am afraid, my dear Lucian, you have rather overrated your powers. Wouldn't it be better, even now, to look out for some real work to do, instead of wasting your time over those silly old books? I know quite well how the"
  },
  {
    "segment_id": "402_78",
    "book_id": 402,
    "book_slug": "penrod",
    "genre": "Fiction",
    "length": 171,
    "text": "The pride and admiration with which she pronounced this undeniable truth might have been thought tactless, but Penrod, not analytical, found his spirits somewhat elevated."
  },
  {
    "segment_id": "4994_788",
    "book_id": 4994,
    "book_slug": "five-thousand-miles-underground-or-the-mystery-of-the-centre-of-the-earth",
    "genre": "Science Fiction",
    "length": 364,
    "text": "Andy. \"Arrange electric wires and shock 'em to death!\" was Bill's plan. \"Can't we slip the ropes in some way and escape?\" asked Jack. \"I don't believe we can successfully fight the giants. They are too many, even if they are weak, individually.\" \"I think you're right there,\" Mr. Henderson said. \"We must try some sort of strategy, but what? That is the question.\""
  },
  {
    "segment_id": "1814_310",
    "book_id": 1814,
    "book_slug": "the-agony-column",
    "genre": "Mystery",
    "length": 451,
    "text": "The woman faced Bray; and there was a terrified, hunted look in her eyes. \"You are the inspector?\" she asked. \"I am,\" said Bray. \"And a man—I can see that,\" she went on, her flashing angrily at Hughes. \"I appeal to you to protect me from the brutal questioning of this—this fiend.\" \"You are hardly complimentary, Countess,\" Hughes smiled. \"But I am willing to forgive you if you will tell the inspector the story that you have recently related to me.\""
  },
  {
    "segment_id": "15714_49",
    "book_id": 15714,
    "book_slug": "the-poor-little-rich-girl",
    "genre": "Fantasy",
    "length": 479,
    "text": "Jane, having unbuttoned the riding-coat, pulled at the small black boots. She was also talking to herself, for her lips moved.\nThe moment Gwendolyn caught sight of her unshod feet, she had a new idea—the securing of a long-denied privilege by urging the occasion. \"Oh, Jane,\" she cried. \"May I go barefoot?—just for a little while. I want to.\" Jane stripped off the cobwebby stockings. Gwendolyn wriggled her ten pink toes. \"May I, Jane?\" \"You can go barefoot to bed,\" said Jane."
  },
  {
    "segment_id": "5228_967",
    "book_id": 5228,
    "book_slug": "ayesha-the-return-of-she",
    "genre": "Fantasy",
    "length": 156,
    "text": "So we wheeled round, resting our backs against the rock. There, about a hundred yards off, were the death-hounds, but Heaven be praised! only three of them."
  },
  {
    "segment_id": "16252_978",
    "book_id": 16252,
    "book_slug": "jan-a-dog-and-a-romance",
    "genre": "Fiction",
    "length": 282,
    "text": "The full-fed team-dogs had been too idle that night to dig out proper sleeping-nests for themselves in the snow. A mere circling whisp of head and tail and feet had served them, and the upper half of Jan's magnificent frame lay fully exposed halfway down the slope from Bill's tree."
  },
  {
    "segment_id": "11438_224",
    "book_id": 11438,
    "book_slug": "the-willows",
    "genre": "Mystery",
    "length": 172,
    "text": "\"One of us walked in his sleep and did this thing,\" I said feebly, \"or—or it has been filed by the constant stream of sand particles blown against it by the wind, perhaps.\""
  },
  {
    "segment_id": "13937_174",
    "book_id": 13937,
    "book_slug": "the-mysterious-rider",
    "genre": "Western",
    "length": 469,
    "text": "Whereupon Jim slipped the loop off one front hoof and pulled the other leg back across one of the hind ones, where both were secured by a quick hitch. Then the lasso was wound and looped around front and back hoofs together. When this had been done the mustang was rolled over on his other side, his free front hoof lassoed and pulled back to the hind one, where both were secured, as had been the others. This rendered the mustang powerless, and the shoeing proceeded."
  },
  {
    "segment_id": "753_380",
    "book_id": 753,
    "book_slug": "arizona-nights",
    "genre": "Western",
    "length": 107,
    "text": "Larry in the bottom carryin' of the kid. By and by we came to the ranch house, stopped to wait.  The minute"
  },
  {
    "segment_id": "1888_1202",
    "book_id": 1888,
    "book_slug": "the-bittermeads-mystery",
    "genre": "Mystery",
    "length": 315,
    "text": "\"I shall not let him feel himself bound,\" she said to herself with great decision. \"I shall tell him I hope we shall always be friends but that's all; and if he wants anything more, I shall say No. But most likely he won't say a word about all that nonsense, it would be silly to take seriously what he said—there.\""
  },
  {
    "segment_id": "285_593",
    "book_id": 285,
    "book_slug": "the-lost-continent",
    "genre": "Fantasy",
    "length": 237,
    "text": "\"Why tell me what is no news?\" \"I wish to remind my lord of his power; I wish to beg of his clemency.\" \"You showed your power to these poor prisoners; but from what remains here to be seen, few of them have tasted much of your clemency.\""
  },
  {
    "segment_id": "16589_547",
    "book_id": 16589,
    "book_slug": "the-killer",
    "genre": "Western",
    "length": 265,
    "text": "Going in they were a confounded nuisance against the bumped head; but looking back toward the square of light they made fine protections behind which to crouch. In this part of the country any tunnel would be dry. It ran straight for about a hundred and fifty feet."
  },
  {
    "segment_id": "16101_1436",
    "book_id": 16101,
    "book_slug": "diane-of-the-green-van",
    "genre": "Travel",
    "length": 212,
    "text": "Keela's face, vividly dark and lovely, had mocked his restless slumbers this many a day.  Keela's eyes, black like a starless night or the cloud-black waters of Okeechobee had lured and lured to sensual conquest."
  },
  {
    "segment_id": "1095_2653",
    "book_id": 1095,
    "book_slug": "the-light-of-the-western-stars",
    "genre": "Western",
    "length": 212,
    "text": "But it was not all swift going. A stretch of softer ground delayed Link, made the car labor and pant and pound and grind through gravel. Moreover, the cactus plants assumed an alarming ability to impede progress."
  },
  {
    "segment_id": "35_436",
    "book_id": 35,
    "book_slug": "the-time-machine",
    "genre": "Science Fiction",
    "length": 311,
    "text": "I did so, and eking out the flicker with a scrap of paper from my pocket, I made good my retreat to the narrow tunnel. But I had scarce entered this when my light was blown out and in the blackness I could hear the Morlocks rustling like wind among leaves, and pattering like the rain, as they hurried after me."
  },
  {
    "segment_id": "16566_421",
    "book_id": 16566,
    "book_slug": "aunt-jane-s-nieces-abroad",
    "genre": "Travel",
    "length": 192,
    "text": "The man looked at him reproachfully. \"It is my business, signore. I am very attentive to my duties. If you permit me to drive you to our splendide—our magnifico hotel—you will confer a favor.\""
  },
  {
    "segment_id": "14317_273",
    "book_id": 14317,
    "book_slug": "the-sorcery-club",
    "genre": "Mystery",
    "length": 426,
    "text": "Street, where he had a sumptuous repast for a dollar; and then slunk home.\nShortly before midnight all three met again, and at once commenced preparations for the second test. The question arose as to who should hold Satan. They all had vivid recollections of the cat's behaviour the previous night; consequently no one was anxious to officiate. Finally they drew lots, and fate settled on Curtis. An exciting chase now began."
  },
  {
    "segment_id": "13840_1577",
    "book_id": 13840,
    "book_slug": "the-sign-of-the-red-cross-a-tale-of-old-london",
    "genre": "Fiction",
    "length": 358,
    "text": "One minute we seemed safe, the next it was seething round us!\" \"That is what they all say of this fire. It travels with such an awful rapidity, and will suddenly pounce like a live thing upon some building hitherto unharmed, and in an incredibly short time will have licked it up, if one may so speak, leaving nothing but a mass of smouldering ashes behind.\""
  },
  {
    "segment_id": "310_791",
    "book_id": 310,
    "book_slug": "before-adam",
    "genre": "Science Fiction",
    "length": 292,
    "text": "Red-Eye for all time. But they remained afraid in the trees. It was inevitable that Red-Eye should win in the struggle against the two of us. The reason he did not finish us off immediately was that the Swift One clogged his movements. She had regained her breath and was beginning to resist."
  },
  {
    "segment_id": "16041_1117",
    "book_id": 16041,
    "book_slug": "the-grey-cloak",
    "genre": "History",
    "length": 190,
    "text": "Victor was inconsolable; the vicomte, thoughtful; and even the Comte d'Hérouville showed some interest. \"What brought this on?\" asked Nicot, when the Chevalier was stretched on his mattress."
  },
  {
    "segment_id": "139_935",
    "book_id": 139,
    "book_slug": "the-lost-world",
    "genre": "Science Fiction",
    "length": 354,
    "text": "I know no sound to which I could compare this amazing tumult, which seemed to come from some spot within a few hundred yards of our camp.  It was as ear-splitting as any whistle of a railway-engine; but whereas the whistle is a clear, mechanical, sharp-edged sound, this was far deeper in volume and vibrant with the uttermost strain of agony and horror."
  },
  {
    "segment_id": "1878_976",
    "book_id": 1878,
    "book_slug": "a-millionaire-of-yesterday",
    "genre": "Mystery",
    "length": 454,
    "text": "The first one dodged Trent's bullet and was upon him, when the boy shot him through the cheek and he went rolling over into the fire, with a death-cry which rang through the camp high above the din of fighting, another behind him Trent shot himself, but the third was upon him before he could draw his revolver and the two rolled over struggling fiercely, at too close quarters for weapons, yet with the thirst for blood fiercely kindled in both of them."
  },
  {
    "segment_id": "8727_217",
    "book_id": 8727,
    "book_slug": "the-last-galley-impressions-and-tales",
    "genre": "Fiction",
    "length": 209,
    "text": "But the Patrician still hesitated. He would make a last effort. \"Throw off his bonds,\" he said to the guards. \"Now take the furca off his neck. So! Now, Datus, I have released you to show you that I trust you."
  },
  {
    "segment_id": "16517_658",
    "book_id": 16517,
    "book_slug": "liza-of-lambeth",
    "genre": "Fiction",
    "length": 183,
    "text": "For a long while she lay where she was, feeling very sick and ill, but better than in the night. At last her mother woke. [116] 'Liza!' she called. 'Yus, mother,' she answered feebly."
  },
  {
    "segment_id": "9931_1179",
    "book_id": 9931,
    "book_slug": "k",
    "genre": "Mystery",
    "length": 495,
    "text": "\"Yes, dear.\" \"Perhaps you are right and I'm going to get over this.\" \"Certainly you are. Your nerves are playing tricks with you to-night.\" \"I'll tell you now why I sent for you.\" \"I'm listening.\" \"If—if I get very bad,—you know what I mean,—will you promise to do exactly what I tell you?\" \"I promise, absolutely.\" \"My trunk key is in my pocket-book. There is a letter in the tray—just a name, no address on it. Promise to see that it is not delivered; that it is destroyed without being read.\""
  },
  {
    "segment_id": "16048_402",
    "book_id": 16048,
    "book_slug": "troop-one-of-the-labrador",
    "genre": "Fiction",
    "length": 346,
    "text": "They slipped the boat into the water and\nAndy's prediction proved true. Not a drop of water oozed through the joints, and the boat was as snug and tight and seaworthy as any boat that ever floated. \"'Tis too late to start to-night,\" said David, \"but we'll be away at crack o' dawn in the marnin', whatever. 'Tis fine they left the sail and oars.\""
  },
  {
    "segment_id": "14201_935",
    "book_id": 14201,
    "book_slug": "the-golden-scarecrow",
    "genre": "Fiction",
    "length": 403,
    "text": "How childish one had been at four, and five, and six! How independent and strong now, on the very edge of the world of school! It perturbed him, therefore, that at this moment of crisis this old dream should recur, and it perturbed him the more, as he lay in bed next morning and thought it over, that it should have seemed to him at the time no dream at all, but simply a natural and actual occurrence."
  },
  {
    "segment_id": "955_649",
    "book_id": 955,
    "book_slug": "the-patchwork-girl-of-oz",
    "genre": "Fantasy",
    "length": 175,
    "text": "Scarecrow for a hand, and the Scarecrow pressed it so cordially that the straw in his glove crackled. Meantime, the Woozy had approached the Sawhorse and begun to sniff at it."
  },
  {
    "segment_id": "15432_449",
    "book_id": 15432,
    "book_slug": "henry-brocken-his-travels-and-adventures-in-the-rich-strange-scarce-imaginable-regions-of-romance",
    "genre": "Fantasy",
    "length": 391,
    "text": "Liveloose?\" \"Why,\" answered Superstition, \"Cruelty works cunningest when he is afraid; and\nLiveloose never talks about himself. None the less there's not a tree but casts a shadow. I met once an earnest yet very popular young gentleman of the name of Science, who explained almost everything on earth to me so clearly, and patiently, and fatherly, I thought I should evermore sleep in peace."
  },
  {
    "segment_id": "2226_1274",
    "book_id": 2226,
    "book_slug": "kim",
    "genre": "Fiction",
    "length": 223,
    "text": "\"Thou wilt understand many things later. He is a writer of tales for a certain Colonel. His honour is great only in Simla, and it is noticeable that he has no name, but only a number and a letter—that is a custom among us.\""
  }
]